{
  "TXT_CODE_00000001": "Bienvenido al panel de gestión de MCSManager",
  "TXT_CODE_10150756": "tareas desencadenadas por eventos",
  "TXT_CODE_10194e6a": "alias de red",
  "TXT_CODE_10430e01": "Semilla de puesto avanzado",
  "TXT_CODE_1049cbd1": "Si el servidor debe generar mensajes de nivel de depuración relacionados con las operaciones del sistema",
  "TXT_CODE_10693964": "cualquier programa",
  "TXT_CODE_108ce2e4": "Ancho:",
  "TXT_CODE_10a6d36f": "Una consola utilizada para mostrar e interactuar con una instancia.",
  "TXT_CODE_10eeb359": "La cantidad de mobs circundantes (también conocidos como murciélagos) que pueden aparecer en el mundo.",
  "TXT_CODE_1135828": "tasa de crecimiento del trigo",
  "TXT_CODE_1155db3a": "Si se debe permitir que los oyentes del servidor utilicen el protocolo GameSpy4",
  "TXT_CODE_115e891f": "Deshabilitar la generación de bola de nieve",
  "TXT_CODE_115e8a25": "valor variable",
  "TXT_CODE_11673d8c": "Cerrar sesión exitosamente",
  "TXT_CODE_1181762b": "Tiempo de residencia de bloque fijo",
  "TXT_CODE_11cfe3a1": "Comando cerrar instancia",
  "TXT_CODE_11d2ab6b": "Valor RGB utilizado para el color del mensaje de difusión",
  "TXT_CODE_11d5caea": "Crear una cuenta",
  "TXT_CODE_11f8cc36": "Límite de abuso de la tecla Tab",
  "TXT_CODE_123bcd09": "Compilación personalizada usando DockerFile",
  "TXT_CODE_12413b31": "La cantidad de monstruos que se pueden generar en cada mundo.",
  "TXT_CODE_129475a7": "Razones para expulsar a los jugadores incondicionales",
  "TXT_CODE_1295831e": "Si la función de reproducción cromática entra en conflicto con la función de color del software, puede desactivar esta función.",
  "TXT_CODE_12e3afa9": "Un archivo de configuración muy importante para el servidor de Minecraft. Casi la mayoría de las configuraciones comunes (puertos, número de personas, distancia de visión, etc.) se editan en este archivo.",
  "TXT_CODE_1301e748": "Se corrigió el error del cristal final invencible.",
  "TXT_CODE_13663120": "Por ejemplo: sin completar los parámetros, la \"Tarjeta de consola\" solo se puede usar en la página \"Detalles de la instancia\".",
  "TXT_CODE_139ef152": "Establecer versión. \nNo cambies esto",
  "TXT_CODE_13aa13dd": "Marcador de complementos de seguimiento",
  "TXT_CODE_13ae6a93": "Copiar",
  "TXT_CODE_13dfc5cb": "Longitud de la historia",
  "TXT_CODE_143e55cb": "ID del número de línea de descripción del artículo",
  "TXT_CODE_143f213e": "tasa de crecimiento de la vid",
  "TXT_CODE_147a2f87": "El tiempo real requerido está relacionado con la velocidad de la red y la velocidad del procesador, así que tenga paciencia.",
  "TXT_CODE_148d6467": "Detener una instancia",
  "TXT_CODE_15022f3e": "Usar nombre para mostrar en el mensaje de salida",
  "TXT_CODE_1514d08f": "El comando se ha emitido correctamente a cada host remoto. La operación específica puede retrasarse ligeramente. Espere un momento para comprobar los resultados.",
  "TXT_CODE_153f705d": "Eliminar tarjeta",
  "TXT_CODE_1544562": "carga útil",
  "TXT_CODE_1561198c": "Después de cargar el archivo, la instancia creará y descomprimirá automáticamente el archivo. Es posible que tarde algún tiempo en completar la tarea de descompresión.",
  "TXT_CODE_157e06a9": "Número máximo de jugadores mostrados en la lista TAB",
  "TXT_CODE_1594de63": "El idioma por defecto a usar si no tenemos el idioma solicitado por el cliente.",
  "TXT_CODE_159f0203": "Rango de seguimiento de monstruos",
  "TXT_CODE_15a381d5": "Agregar nuevo nodo",
  "TXT_CODE_15c07350": "¡La tarea de descompresión/compresión expiró y finalizó automáticamente!",
  "TXT_CODE_15c6d4eb": "Restablecer exitosamente",
  "TXT_CODE_15f2e564": "Sin ejecutar",
  "TXT_CODE_1644b775": "Nuevo",
  "TXT_CODE_16853efe": "Cambiar permisos",
  "TXT_CODE_16b4f026": "Si silenciar la consola del bloque de comandos",
  "TXT_CODE_16d71239": "Panel",
  "TXT_CODE_16da1c76": "Escala de transferencia de embudo",
  "TXT_CODE_16e58cc1": "Ya sea para eliminar el dragón ender",
  "TXT_CODE_16f55a9b": "Se inicia la tarea de descompresión de archivos. Si hay demasiados archivos, llevará algún tiempo.",
  "TXT_CODE_1704ea49": "instalar",
  "TXT_CODE_17544b7b": "Debido a que no se puede detectar el nombre del archivo del servidor en el paquete comprimido, complete el comando de inicio usted mismo.",
  "TXT_CODE_175b570d": "A partir de",
  "TXT_CODE_179d7be4": "Habilitar protocolo Rcon",
  "TXT_CODE_179e8e0": "rango de seguimiento del jugador",
  "TXT_CODE_179eb7ce": "El número máximo de bloques generados por un jugador al mismo tiempo.",
  "TXT_CODE_17be5f70": "¡El nombre de la imagen no puede estar vacío!",
  "TXT_CODE_17cbacf6": "Bloquear al jugador si esta cantidad de fichas se colocan en 1 segundo",
  "TXT_CODE_17f1f440": "Dirección de la base de datos MySQL",
  "TXT_CODE_181f2f08": "No se puede obtener información del nodo remoto",
  "TXT_CODE_188c7493": "Si se debe deshabilitar el guardado de progreso",
  "TXT_CODE_18b94497": "necesidades ambientales",
  "TXT_CODE_18cdc17f": "Modificar título",
  "TXT_CODE_18d2f8ae": "¿Está seguro de que desea eliminar esta instancia y archivar? \nEsta operación eliminará todos los archivos en el directorio de la instancia; opere con precaución",
  "TXT_CODE_18df7f10": "Por favor seleccione la categoría de su programa de servidor",
  "TXT_CODE_190ecd56": "carga de linux",
  "TXT_CODE_192078c6": "Cuando un jugador excede el umbral de TilePaint, si expulsarlo",
  "TXT_CODE_192b48f0": "El servidor se está reiniciando",
  "TXT_CODE_193297ed": "tasa de crecimiento de la papa",
  "TXT_CODE_1934114b": "Editor de configuración para instancias de aplicaciones, tarjetas de funciones de entrada para configuraciones de consola y otras funciones",
  "TXT_CODE_193f5347": "Wither genera un radio de efecto de sonido.",
  "TXT_CODE_196253a2": "¿Deberíamos usar Mojang para autenticar jugadores? \nDe forma predeterminada, esta opción está activada.",
  "TXT_CODE_1987587b": "Requerido, de 3 a 12 caracteres, cualquier idioma admitido",
  "TXT_CODE_19cada2a": "El intervalo en segundos para hacer ping al servidor remoto.",
  "TXT_CODE_19f697f3": "¡Sé que podrían hackearme! \n¡Ignora los riesgos!",
  "TXT_CODE_1a0ab98b": "Establezca la contraseña para el acceso remoto de RCON (consulte enable-rcon)",
  "TXT_CODE_1a37f514": "Deje que el programa contenedor utilice el puerto de conexión real del host mediante el mapeo",
  "TXT_CODE_1a499109": "El archivo no existe",
  "TXT_CODE_1a6bacc6": "Si se debe registrar en la consola el registro de solicitudes de ping iniciadas por el cliente del reproductor a BungeeCord",
  "TXT_CODE_1a6d30de": "Bloquear la conexión de jugadores softcore",
  "TXT_CODE_1a730d48": "El contenido del archivo de configuración está vacío. Verifique si el archivo es correcto o haga clic en el botón \"Editar archivo fuente\" arriba para continuar con la edición.",
  "TXT_CODE_1a8cf808": "Semilla del templo submarino",
  "TXT_CODE_1ac19459": "Tasa de desaparición de flechas en modo creativo",
  "TXT_CODE_1adaa4f4": "Despierta al animal cada tictac.",
  "TXT_CODE_1af148fe": "Existe un archivo con el mismo nombre.",
  "TXT_CODE_1b1b2934": "El comando RCON no se pudo enviar debido a una contraseña incorrecta. ¡Verifique la contraseña de acceso establecida en el protocolo Steam Rcon!",
  "TXT_CODE_1b450b79": "Por favor ingrese el nombre del directorio",
  "TXT_CODE_1b763e24": "Muestra la IP del jugador que tiene permiso de registro cuando el jugador se une",
  "TXT_CODE_1b7a8832": "¡Trabajo cancelado!",
  "TXT_CODE_1baf656e": "Seleccione un directorio existente en el servidor",
  "TXT_CODE_1c18acc0": "Configuración de la apariencia",
  "TXT_CODE_1c2efd38": "No se puede establecer una conexión de red con el nodo remoto. Verifique si el nodo remoto está funcionando normalmente. \n¿Está la red configurada correctamente?",
  "TXT_CODE_1c36c8f2": "Terminar instancia",
  "TXT_CODE_1c45f7fe": "Editar archivo de configuración del servidor",
  "TXT_CODE_1c7a8f47": "¡El servidor está lleno!",
  "TXT_CODE_1cd8f9d2": "Archivo de configuración del servidor Tshock",
  "TXT_CODE_1ceefd70": "Los jugadores se barajan",
  "TXT_CODE_1cf6fc4b": "¡La configuración del puerto abierto de este contenedor es incorrecta!",
  "TXT_CODE_1d39feca": "La versión independiente de Geyser del archivo de configuración del software del servidor tiene configuraciones básicas de parámetros del servidor (como puerto, número máximo de jugadores, etc.) y también puede establecer parámetros detallados del servidor (caché de bloques, número de subprocesos, etc.)",
  "TXT_CODE_1d67c9c6": "Límite en el número de inicios de sesión con la misma IP",
  "TXT_CODE_1d7a8617": "El radio de protección del punto de generación se determina aplicando 2x 1 a este valor. Establecerlo en 0 solo protegerá el bloque debajo del punto de generación.",
  "TXT_CODE_1d9d0746": "ID de usuario",
  "TXT_CODE_1dc16497": "Tasa máxima de envío de bloques del jugador",
  "TXT_CODE_1deaa2dd": "usuario",
  "TXT_CODE_1e08ca6b": "Semillas de fortaleza",
  "TXT_CODE_1e0b63b6": "archivo en blanco",
  "TXT_CODE_1e1dfbbe": "Diferentes tipos conducirán a diferentes funciones. Si no hay un tipo requerido, puede elegir un tipo general más abstracto, como Java Universal Edition Server.",
  "TXT_CODE_1e58bb5e": "Acuerdo de usuario final de Minecraft (EULA)",
  "TXT_CODE_1e9c479e": "No",
  "TXT_CODE_1ed0031c": "Rango de activación de la entidad de agua",
  "TXT_CODE_1f2062c7": "Requerido, de 9 a 36 caracteres, debe contener letras mayúsculas y minúsculas y números.",
  "TXT_CODE_1f224bef": "Si se debe deshabilitar el guardado de estadísticas",
  "TXT_CODE_1f246be3": "Altura mínima:",
  "TXT_CODE_1f61e5a3": "Editar archivo original",
  "TXT_CODE_1fbf74d9": "Si obligar al jugador a ser teletransportado al servidor predeterminado cada vez que ingresa al servidor",
  "TXT_CODE_1fc10e3b": "Aplicar listas blancas en el servidor",
  "TXT_CODE_1fe2257b": "Realizar verificación de nombre de usuario",
  "TXT_CODE_201bc643": "sin protección",
  "TXT_CODE_2029027e": "¡La configuración del puerto abierto de este contenedor es incorrecta y no hay valores en los lados izquierdo y derecho del separador!",
  "TXT_CODE_2033383b": "Retraso entre olas. \nCuanto menor sea el valor, más criaturas habrá.",
  "TXT_CODE_2038ec2c": "¡Seleccione al menos un perfil!",
  "TXT_CODE_20509fa0": "Lista de nodos remotos",
  "TXT_CODE_2054155a": "La altura máxima a la que los jugadores colocan bloques en el servidor.",
  "TXT_CODE_206f0c11": "Permitir que los jugadores se registren no necesariamente coincide con el nombre de su personaje.",
  "TXT_CODE_2076e91e": "espectáculo",
  "TXT_CODE_2082f653": "Valor predeterminado: /espacio de trabajo/",
  "TXT_CODE_20ce2aae": "Construcción fallida",
  "TXT_CODE_20cec54": "símbolo de avance de línea de retorno de carro",
  "TXT_CODE_21b8b71a": "Los permisos normales son adecuados para usuarios empresariales y los permisos más altos son adecuados para administradores.",
  "TXT_CODE_2203d4ff": "Todos los métodos de procesamiento de paquetes.",
  "TXT_CODE_221bf389": "Si se deben enviar instrucciones de enfriamiento falsas.",
  "TXT_CODE_2222777e": "No existe en la dirección URL ni en la configuración de inicialización.",
  "TXT_CODE_226b6c9e": "Habilite eventos de intrusión interminables",
  "TXT_CODE_22b2a206": "Tiempos de desconexión",
  "TXT_CODE_22cf9c9d": "Especifique aquí el tiempo de espera de lectura para la conexión. \nEl valor predeterminado es 30 segundos.",
  "TXT_CODE_2313aab2": "Si se habilitan las respuestas a las consultas de GameSpy 4.",
  "TXT_CODE_23178d7d": "Límite en la cantidad de entidades guardadas por bloque",
  "TXT_CODE_233624ad": "Puerto de acceso a la página web, complete números puros, el puerto predeterminado es el puerto 23333.",
  "TXT_CODE_235cd293": "Especifica qué cadena debe usarse como parte inicial del comando. \nSi la longitud es mayor que 1, es posible que no funcione correctamente.",
  "TXT_CODE_236f70aa": "Ajustes de usuario",
  "TXT_CODE_2374966e": "Cambiar el formato del chat en el juego: {0} = nombre del grupo, {1} = prefijo del grupo, {2} = nombre del jugador, {3} = sufijo del grupo, {4} = mensaje de chat.",
  "TXT_CODE_2375f010": "Reinstalar",
  "TXT_CODE_2393baa2": "piedra redonda",
  "TXT_CODE_23b02a65": "Configuración del protocolo de consulta de estado de instancia",
  "TXT_CODE_240252a": "Reenvía el recuento de jugadores del servidor remoto y el recuento máximo de jugadores a los jugadores de Bedrock Edition.",
  "TXT_CODE_2418225f": "Para fines estadísticos, no cambie ni elimine",
  "TXT_CODE_243a463": "Puerto de acceso al servidor",
  "TXT_CODE_2452016e": "Copie manualmente el siguiente contenido.",
  "TXT_CODE_2471b9c": "Buscar por nombre de usuario",
  "TXT_CODE_24843187": "Prefijo de chat grupal de superadministrador",
  "TXT_CODE_24873a8a": "Página de inicio de sesión",
  "TXT_CODE_2493e6fc": "Usar control de permisos",
  "TXT_CODE_2498e4ed": "Mejor monitoreo del estado del servidor",
  "TXT_CODE_24e5bff2": "condición",
  "TXT_CODE_255606fb": "Cuánto tiempo conservar las copias de seguridad en minutos",
  "TXT_CODE_25699fea": "Archivo de configuración de la herramienta de control del servidor MCDReforged",
  "TXT_CODE_25924d5a": "ticks máximos manejados por la entidad",
  "TXT_CODE_25af3af3": "Contraseña de acceso RCON",
  "TXT_CODE_25cb04bb": "Guardado en el portapapeles",
  "TXT_CODE_260d96a0": "Si se establece en verdadero, los elementos entregados al jugador se insertarán directamente en su inventario. \nDe lo contrario, los objetos entregados al jugador se generarán como objetos caídos. \nCaracterística experimental, es posible que no funcione correctamente o provoque la pérdida de elementos",
  "TXT_CODE_26407d1f": "Reportar un error",
  "TXT_CODE_2645196f": "Velocidad máxima de procesamiento de paquetes",
  "TXT_CODE_26495d02": "Puede completar el comando de inicio, como java -jar demo.jar. Si no completa el comando de inicio, prevalecerá el comando definido dentro de la imagen.",
  "TXT_CODE_266b7246": "Despliegue rápido de Minecraft",
  "TXT_CODE_2695488c": "Por favor ingrese el nombre de usuario",
  "TXT_CODE_26d7316f": "¡La tarea de descompresión falló!",
  "TXT_CODE_2728d0d4": "asistente de comando",
  "TXT_CODE_273d24e0": "inicio automático",
  "TXT_CODE_2759226f": "tasa de crecimiento de la caña de azúcar",
  "TXT_CODE_2764f197": "Por favor complete el formulario completamente",
  "TXT_CODE_276756b2": "¿Estás seguro de que deseas realizar esta acción?",
  "TXT_CODE_2793b84": "Deshabilitar la verificación de asfixia por teletransporte",
  "TXT_CODE_2799a1dd": "Cree rápidamente instancias de aplicaciones",
  "TXT_CODE_27b7102a": "Sin permiso para ejecutar el símbolo del sistema",
  "TXT_CODE_27ecd5c9": "Generar retraso - ticks",
  "TXT_CODE_27efac3b": "Editado con éxito",
  "TXT_CODE_27efff22": "Tasa de crecimiento de la vid de cueva",
  "TXT_CODE_27f641c1": "semillas de la selva",
  "TXT_CODE_27fd08b9": "Multiplicador de agotamiento del valor del hambre para otras actividades",
  "TXT_CODE_28116f29": "Servidor Minecraft Edición Bedrock",
  "TXT_CODE_28124988": "Directorio raíz del programa",
  "TXT_CODE_2818a7bc": "cancelar completo",
  "TXT_CODE_28190dbc": "Eliminar con éxito",
  "TXT_CODE_281c9d37": "Si se debe registrar el contenido del error en el archivo de registro",
  "TXT_CODE_282b0721": "Configuración del protocolo Steam Rcon",
  "TXT_CODE_28357e8b": "Floodgate utiliza cifrado para garantizar el uso de fuentes autorizadas. \nEsto debería apuntar a la clave pública generada por Floodgate (BungeeCord, Spigot o Velocity)",
  "TXT_CODE_2841f4a": "Por favor seleccione el formato del archivo comprimido",
  "TXT_CODE_2864bfbc": "Ir a gestión de archivos de instancia",
  "TXT_CODE_2880eed4": "contraseña RCON",
  "TXT_CODE_288830f4": "La cantidad de segundos que el jugador debe esperar antes de reaparecer. \nRango válido: 0 (predeterminado) a 15 segundos. \nÚselo bajo su propio riesgo",
  "TXT_CODE_28bf8a1b": "Ya sea para habilitar los horarios",
  "TXT_CODE_28bfb02": "Si este agente envía un cliente con un ISP/AS diferente al servidor de autenticación de Mojang, el jugador será expulsado.",
  "TXT_CODE_28ce635a": "Aún no hay música",
  "TXT_CODE_28e53fed": "Administrar nodos remotos",
  "TXT_CODE_2908dac": "Nombre del archivo de permisos personalizados",
  "TXT_CODE_2930907c": "Número máximo de bloques almacenados automáticamente por tick",
  "TXT_CODE_2931127f": "El archivo de configuración global del software del servidor PaperSpigot puede configurar aún más parámetros avanzados y configuraciones de juego más específicas, lo que tiene un gran efecto decisivo en el rendimiento general.",
  "TXT_CODE_2958a0f8": "Felicitaciones, la instancia se creó exitosamente.",
  "TXT_CODE_29b7eca5": "Ignorar entidades de audiencia",
  "TXT_CODE_2a07bba3": "Inicio - cada jugador",
  "TXT_CODE_2a1fc6cc": "Establezca el número de puerto para el acceso remoto RCON",
  "TXT_CODE_2a2dfc09": "Los jugadores del modo creativo son inmunes a los ataques fantasmas",
  "TXT_CODE_2a34c50a": "Idioma",
  "TXT_CODE_2a379a13": "Opcional, complete según sea necesario según su programa de inicio, como: -server -XXX -ZZZ, etc.",
  "TXT_CODE_2a3b0c17": "confirmación final",
  "TXT_CODE_2a4f13d4": "Muestra el radio de la cabeza personalizada en bloques alrededor del jugador.",
  "TXT_CODE_2a84466d": "Número máximo de guardados automáticos de jugadores por tick",
  "TXT_CODE_2a8dc13f": "Se utiliza para ver el estado de todos los nodos remotos conectados al panel.",
  "TXT_CODE_2ab3e9fd": "Implementar cualquier aplicación de consola",
  "TXT_CODE_2abeb185": "La modificación del idioma aquí modificará simultáneamente los idiomas de todos los nodos y de todos los usuarios.",
  "TXT_CODE_2ad9f3a0": "Qué tamaño debe tener un paquete de datos de Minecraft antes de comprimirlo. \nConfigurarlo en cero comprimirá todos los paquetes, configurarlo en -1 deshabilitará la compresión por completo.",
  "TXT_CODE_2b221e02": "Una vez habilitada, la instancia se ejecutará en un entorno \"sandbox\" y la mayoría de las operaciones no afectarán la seguridad del host.",
  "TXT_CODE_2b5fd76e": "Se ha emitido el comando de apertura",
  "TXT_CODE_2b9e9b5": "Restringir contenedores para que se ejecuten en núcleos de CPU específicos",
  "TXT_CODE_2ba4bf6f": "El registro SQL volverá al registro de texto después de que la inserción de registros falle varias veces.",
  "TXT_CODE_2bcc4e34": "Se guardará automáticamente después de cargar",
  "TXT_CODE_2be83d36": "Excepción del programa de descompresión y compresión. Asegúrese de que el archivo que desea procesar exista y sea legal. ¡Inténtelo nuevamente más tarde!",
  "TXT_CODE_2bfc02ef": "Nombre del protocolo del servidor de reenvío (por ejemplo, BungeeCord [X.X], Paper 1.X).",
  "TXT_CODE_2c194599": "Si se debe emitir un anuncio al guardar",
  "TXT_CODE_2c41a36d": "La MTU máxima admitida por Internet es 1492, pero esto puede causar problemas de fragmentación de paquetes.",
  "TXT_CODE_2c4d586f": "Las mazmorras y fortalezas subterráneas aún se generan después de desactivar las estructuras generadas (como las aldeas) al generar el mundo.",
  "TXT_CODE_2c69ab15": "desconectar",
  "TXT_CODE_2c7bcdfa": "1. Esta página es accesible para todos y puedes colocar tarjetas con cualquier permiso.",
  "TXT_CODE_2c9083a1": "Seleccionar instancia",
  "TXT_CODE_2ca42b39": "Mostrar texto especificado, compatible con la sintaxis de Markdown",
  "TXT_CODE_2ce953da": "Perfil desconocido",
  "TXT_CODE_2cf59872": "abrir pagina",
  "TXT_CODE_2d542e4c": "Nombre de la tarea",
  "TXT_CODE_2db37427": "Intervalo de procesamiento de paquetes PlaceRecipePacket",
  "TXT_CODE_2dc23f7a": "Seleccionar codificación de descompresión",
  "TXT_CODE_2debc7ae": "Modo extremo (bloqueado automáticamente después de la muerte)",
  "TXT_CODE_2e4469f6": "Puertos de conexión disponibles:",
  "TXT_CODE_2e5d3d0f": "dueño",
  "TXT_CODE_2ea7af21": "¿Qué es Docker? \n¿Por qué es necesario?",
  "TXT_CODE_2f07d608": "El intervalo después del intento de conexión más reciente del cliente antes de permitir otra conexión",
  "TXT_CODE_2f291d8b": "tipo de instancia",
  "TXT_CODE_2f900008": "Semilla inferior",
  "TXT_CODE_2fa46b8c": "El archivo de imagen se está descargando, espere pacientemente. \nNombre de la imágen:",
  "TXT_CODE_2fb7e284": "Si BungeeCord habilita el modo en línea",
  "TXT_CODE_2fe0cc84": "Por favor seleccione un día de la semana",
  "TXT_CODE_30051f9b": "ID de instancia:",
  "TXT_CODE_300c2ff4": "Clave de nodo remoto",
  "TXT_CODE_30258325": "directorio de contenedores",
  "TXT_CODE_3036d123": "Si se debe corregir la posición del jugador del cliente a la posición del jugador del servidor cuando el valor de movimiento excede el umbral",
  "TXT_CODE_30aa5133": "Dirección IP del servidor Java",
  "TXT_CODE_30fe1717": "Opcional, por ejemplo 0,1,2,3",
  "TXT_CODE_311b2d6b": "Debilitar a los mobs generados por los generadores.",
  "TXT_CODE_312cd9f0": "Método de procesamiento de paquetes PlaceRecipePacket",
  "TXT_CODE_313db7d2": "semillas fósiles",
  "TXT_CODE_314aa817": "Reenviar el nombre de host utilizado por el cliente Bedrock Edition para conectarse al servidor Java",
  "TXT_CODE_317e0cc1": "Otros alcances de seguimiento",
  "TXT_CODE_3183c301": "Probabilidad de impacto de rayo",
  "TXT_CODE_31a1d824": "Ajustes avanzados",
  "TXT_CODE_31c5a4d0": "Carcasa web",
  "TXT_CODE_320f4304": "Directorio de archivos del servidor",
  "TXT_CODE_3243b4f8": "Cofre del guardián Piglin",
  "TXT_CODE_328191e": "Es adecuado para situaciones en las que el host tiene varias tarjetas de red y varias direcciones IP. Si solo tiene una IP pública, no configure este elemento.",
  "TXT_CODE_329fb904": "Descomprimir en una nueva carpeta",
  "TXT_CODE_32bf92a1": "¿Cuántos NPC puede generar la estatua dentro de los 600 píxeles antes de dejar de aparecer? \nValor predeterminado 6",
  "TXT_CODE_32cd41d5": "Descargando archivo...",
  "TXT_CODE_32d87bf1": "La mayoría de los servidores de juegos Steam requieren el protocolo RCON para admitir la ejecución de comandos y también admiten el servidor de juegos Minecraft. Si descubre que la consola integrada no puede ejecutar comandos cuando ejecuta el servidor de juegos Steam, puede intentar configurar el protocolo RCON para que sea compatible. Se ejecuta el comando.",
  "TXT_CODE_3354b56e": "Si se deben grabar los comandos ingresados ​​por el jugador en la consola (solo se graban los comandos de BungeeCord)",
  "TXT_CODE_335ba209": "Seleccione Archivo",
  "TXT_CODE_3362d4b7": "Crear imagen",
  "TXT_CODE_3371000d": "El panel ha sido instalado y no se puede reinstalar.",
  "TXT_CODE_3378e8a5": "¿Cuál debería mostrar el número máximo de jugadores? \n(Velocity no admite la cantidad máxima de jugadores en línea).",
  "TXT_CODE_337da349": "Hora de inicio - días",
  "TXT_CODE_33c223c": "Ignorar la verificación para ver si el jugador \"puede\" actualizar el proyectil",
  "TXT_CODE_33ce1c5c": "Pasar variables de entorno al contenedor.",
  "TXT_CODE_34071701": "Experimente el radio de fusión de la esfera",
  "TXT_CODE_342a04a9": "En mantenimiento",
  "TXT_CODE_349edc57": "Por favor seleccione una hora",
  "TXT_CODE_3502273d": "Agregar nueva tarea programada",
  "TXT_CODE_351aaf7": "Empezar",
  "TXT_CODE_354409b6": "Advertencia de sobrecarga del servidor",
  "TXT_CODE_3554dac0": "tiempo de activación",
  "TXT_CODE_361a79c6": "¡La descarga de imágenes se ha detenido!",
  "TXT_CODE_36417656": "Ir a la consola de la instancia",
  "TXT_CODE_365aabd4": "símbolo de nueva línea",
  "TXT_CODE_366bad15": "Por favor ingrese el nombre del archivo comprimido",
  "TXT_CODE_369a4a22": "Reserva de plazas. \nNúmero de espacios reservados a los que los jugadores reservados pueden unirse si superan el número máximo de espacios de servidor",
  "TXT_CODE_36b878dc": "Intervalo de procesamiento de paquetes",
  "TXT_CODE_372e97f4": "Cuando el mundo está en modo difícil, se permite que la corrupción se propague",
  "TXT_CODE_377e142": "Se inicia la tarea de compresión de archivos. Si hay demasiados archivos, llevará algún tiempo.",
  "TXT_CODE_377e5535": "Por favor ingrese un nombre de carpeta",
  "TXT_CODE_3790ec90": "Ya sea para enviar directivas de espacio de nombres",
  "TXT_CODE_37924654": "Por favor vuelva a ingresar la nueva contraseña",
  "TXT_CODE_379fa48a": "Seleccionado",
  "TXT_CODE_37d67b69": "Cantidad máxima de TNT por tick",
  "TXT_CODE_37d839a4": "¡El programa de descompresión/compresión no pudo iniciarse! \n¡Asegúrese de que los archivos en el directorio daemon/lib existan y tengan los permisos correctos! \nSi aún no funciona, reinstale el panel.",
  "TXT_CODE_37f5901": "Tasa de crecimiento de la remolacha",
  "TXT_CODE_38091a03": "Los zombis son hostiles a los aldeanos.",
  "TXT_CODE_3855e22f": "Si no se pasan parámetros al comando ban, el bloqueo de IP se cancela",
  "TXT_CODE_38591f72": "punto de tiempo específico",
  "TXT_CODE_386f2d66": "El comando ha sido enviado, pero no hay respuesta. Verifica en el juego.",
  "TXT_CODE_3897eb89": "Número máximo de bloques cargados simultáneamente por un jugador",
  "TXT_CODE_38a430d8": "Seleccione el modo de red para el acceso al contenedor, como puente puente",
  "TXT_CODE_393c816c": "La página no existe",
  "TXT_CODE_3969cb6b": "Establecer automáticamente la distancia de envío",
  "TXT_CODE_397667ff": "Registre los eventos de muerte de los aldeanos en el registro.",
  "TXT_CODE_39994770": "jugador",
  "TXT_CODE_39a3ba38": "semillas de pueblo",
  "TXT_CODE_39abde23": "Tasa de crecimiento de algas",
  "TXT_CODE_39ac8ed3": "simple",
  "TXT_CODE_39c5229e": "Editar información del nodo",
  "TXT_CODE_39e7fa63": "Permitir que las lijadoras excedan el límite de pila",
  "TXT_CODE_3a056dc8": "Los nombres de usuario están disponibles en cualquier idioma. Mantenga su contraseña segura.",
  "TXT_CODE_3a302f23": "Manual de usuario",
  "TXT_CODE_3a3f9a57": "Un archivo de configuración muy importante para el servidor Minecraft Bedrock. Casi la mayoría de las configuraciones comunes (puertos, número de personas, distancia de visión, etc.) se editan en este archivo.",
  "TXT_CODE_3a406403": "Consulta de estado",
  "TXT_CODE_3a5b3d2d": "Contraseña de la base de datos MySQL",
  "TXT_CODE_3a818e91": "Volver a la lista de imágenes",
  "TXT_CODE_3aa9f36": "El nombre del archivo comprimido o descomprimido contiene caracteres incorrectos. ¡Cambie el nombre del archivo!",
  "TXT_CODE_3ae0276b": "Ingrese la contraseña de acceso al protocolo RCON del servidor de juegos, que generalmente se encuentra en el archivo de configuración.",
  "TXT_CODE_3b1bb444": "minuto",
  "TXT_CODE_3b1cc020": "Cancelar",
  "TXT_CODE_3b346a65": "¿Debería aplicarse la protección de zona a las cajas?",
  "TXT_CODE_3b4260f8": "¿Cuántos NPC puede generar una estatua antes de que deje de aparecer? \nValor predeterminado 10.",
  "TXT_CODE_3b4b656d": "Acerca de",
  "TXT_CODE_3ba5ad": "Autenticacion de usuario",
  "TXT_CODE_3bb646e4": "Por favor seleccione",
  "TXT_CODE_3bfb9e04": "¡La instancia de destino no existe!",
  "TXT_CODE_3c37583b": "El directorio bajo la función de administración de archivos se montará en este directorio en el contenedor.",
  "TXT_CODE_3c8fd4c2": "Apodo",
  "TXT_CODE_3d046b93": "Controla si las coordenadas se muestran al jugador.",
  "TXT_CODE_3d0885c0": "plataforma",
  "TXT_CODE_3d09f0ac": "Crear imagen",
  "TXT_CODE_3d14442a": "Utilice DockerFile para personalizar cualquier imagen del entorno; se recomienda que el personal técnico lo haga",
  "TXT_CODE_3d4e1594": "PlaceRecipePacket tasa máxima de procesamiento de paquetes",
  "TXT_CODE_3d602459": "Estado de la instancia",
  "TXT_CODE_3d68e43b": "Error del código de verificación de dos pasos",
  "TXT_CODE_3d7fbe30": "Servidor de juegos Steam",
  "TXT_CODE_3d94ea16": "El socket del nodo es anormal, intente volver a conectarse en la administración del nodo.",
  "TXT_CODE_3df4beaf": "Si se debe utilizar la optimización de envío y recepción de paquetes para la plataforma Linux [solo Linux]",
  "TXT_CODE_3e252bc9": "El tamaño de la intrusión",
  "TXT_CODE_3e68ca00": "Ruta de montaje adicional",
  "TXT_CODE_3e724e40": "Ajustes del movimiento del bebé zombie.",
  "TXT_CODE_3e83082b": "Permitir el uso de señalización dentro de las áreas de protección del renacimiento.",
  "TXT_CODE_3e93e31e": "Se utiliza cuando se comparte un puerto de conexión; normalmente no se requiere configuración aquí",
  "TXT_CODE_3e959ce7": "Las tareas de compresión/descompresión se están ejecutando...",
  "TXT_CODE_3e98e22f": "El número de intentos fallidos de inicio de sesión de un jugador. Si excede el número, el jugador será expulsado directamente.",
  "TXT_CODE_3eb58633": "Se puede utilizar para la funcionalidad de reinicio automático después de un fallo.",
  "TXT_CODE_3ed96265": "marco flotante",
  "TXT_CODE_3efe364e": "red",
  "TXT_CODE_3f3e734b": "Permitir elementos prohibidos Permite que los grupos de la lista generen elementos prohibidos incluso si PreventBannedItemSpawn está configurado en verdadero",
  "TXT_CODE_3f470950": "La salud máxima que puede tener un jugador antes de mejorar el equipo.",
  "TXT_CODE_3f477ec": "La longitud sólo puede ser de 3 a 20 caracteres.",
  "TXT_CODE_3f5a2028": "Si los generadores de monstruos personalizados utilizan tipos de dimensiones",
  "TXT_CODE_3f678132": "Rango inicial de monstruos",
  "TXT_CODE_3f739f9c": "Desactivar el modo difícil",
  "TXT_CODE_3f99f17f": "Versión de nodo remoto",
  "TXT_CODE_3fce7ccb": "Mostrar el estado de la instancia, siempre que el usuario tenga permiso para ingresar a la instancia.",
  "TXT_CODE_3fe97dcc": "Ajustes del sistema",
  "TXT_CODE_400a4210": "Introduzca el código:",
  "TXT_CODE_405cd346": "Interfaz API de solicitud entre dominios",
  "TXT_CODE_405d1f28": "Nivel de permiso OP (1-4)",
  "TXT_CODE_40a87804": "Subir archivo HTML",
  "TXT_CODE_40c2c2ee": "El intervalo entre copias de seguridad en minutos. \nLas copias de seguridad se almacenan en la carpeta tshock/backups",
  "TXT_CODE_40c4894a": "Habilite el soporte de inicio rápido de TCP en el agente. \nRequiere que el agente se ejecute en Linux.",
  "TXT_CODE_40ca4f2": "renovar",
  "TXT_CODE_40ee4eaf": "producir paralelismo",
  "TXT_CODE_413b9c01": "Versión del entorno de nodo",
  "TXT_CODE_41406a5f": "tarjeta de datos",
  "TXT_CODE_41763172": "Este comando del sistema se ejecutará cuando el usuario realice una operación de actualización/instalación.",
  "TXT_CODE_41d79430": "Adecuado para el entorno operativo del servidor MC Bedrock Edition u otros programas Linux",
  "TXT_CODE_41dd4d19": "Página web oficial",
  "TXT_CODE_42036f92": "------Evento de inicio de sesión de usuario ------",
  "TXT_CODE_42bcfe0c": "Error al inicializar la consola. Actualice la página web e inténtelo de nuevo.",
  "TXT_CODE_4306a0d0": "Verificación en línea (genuina)",
  "TXT_CODE_43248597": "pegar",
  "TXT_CODE_432cbc38": "Seleccionado:",
  "TXT_CODE_432cfb62": "Aún no hay perfil",
  "TXT_CODE_43422ed3": "ruta de java",
  "TXT_CODE_434786c9": "Después de cargar una imagen de fondo, el panel se configurará con un tema oscuro, borroso y translúcido, y podrás volver a cambiarlo en cualquier momento.",
  "TXT_CODE_435f4975": "Utilice imágenes de Docker Hub",
  "TXT_CODE_43984628": "Tasa de crecimiento de las verrugas inferiores",
  "TXT_CODE_443ac54f": "Habilite o deshabilite las comprobaciones de alcance anti-trampas según la distancia entre el jugador y la ubicación de su ficha.",
  "TXT_CODE_44454300": "Máxima experiencia combinada",
  "TXT_CODE_444db70f": "Cargar software de servidor único",
  "TXT_CODE_447a9fc4": "Ruta de registro",
  "TXT_CODE_448df2bd": "Se requiere contraseña para unirse al servidor",
  "TXT_CODE_449d1581": "Codificación de entrada y salida.",
  "TXT_CODE_449efd26": "Desactive el reproductor si esta cantidad de paquetes HealOtherPlayer se envían en 1 segundo",
  "TXT_CODE_44a472a5": "Directivas desactivadas",
  "TXT_CODE_450481c5": "No se puede obtener una vista previa de esta tarjeta al agregarla. Complete la tarjeta de parámetro correspondiente después de agregarla para que funcione normalmente.",
  "TXT_CODE_451f9968": "Confinando a los piglins zombies a través de portales inferiores",
  "TXT_CODE_45364559": "Por favor ingrese el enlace URL",
  "TXT_CODE_458c34db": "Enlace de ejemplo",
  "TXT_CODE_458df26d": "Si se debe deshabilitar el guardado del perfil del jugador",
  "TXT_CODE_4600deb7": "cualquier programa de consola",
  "TXT_CODE_461d1a01": "Buscar por nombre de nodo",
  "TXT_CODE_462ba96": "UUID de este servidor, no lo modifiques",
  "TXT_CODE_463375d2": "Acerca de esta página",
  "TXT_CODE_46bb965": "Crear un servidor de juegos Steam",
  "TXT_CODE_46c4169b": "separar",
  "TXT_CODE_46c4e9ac": "escribir",
  "TXT_CODE_46cb40d5": "Conviértete en patrocinador",
  "TXT_CODE_46f575ae": "Finalmente comienza:",
  "TXT_CODE_47071ef6": "Velocidad de desaparición de flecha",
  "TXT_CODE_47129a5b": "Si no se completa, la dirección local localhost se utilizará automáticamente.",
  "TXT_CODE_475c5890": "Por ejemplo: mi primer servidor",
  "TXT_CODE_47667d86": "Permita que las orejas de deadmau5 de terceros sean visibles.",
  "TXT_CODE_477ece61": "instalación completa",
  "TXT_CODE_47c35915": "Diseño guardado",
  "TXT_CODE_47c62dac": "Usa imágenes",
  "TXT_CODE_47d09eea": "Pestaña completa",
  "TXT_CODE_47dcfa5": "Reanudar",
  "TXT_CODE_47dd244a": "Velocidad de crecimiento de la flor de la antorcha",
  "TXT_CODE_47e182a5": "Construcción completada",
  "TXT_CODE_47e21c80": "Complete los parámetros básicos antes de cargar el archivo.",
  "TXT_CODE_48044fc2": "Si la fuente del paquete de compresión es China continental, generalmente se selecciona GBK;",
  "TXT_CODE_4822a21": "Se ha emitido una orden de cierre",
  "TXT_CODE_483d379": "La duración de las ubicaciones del servidor y del cliente puede no estar sincronizada (deshabilitada cuando la opción de movimiento autoritativo del servidor es falsa)",
  "TXT_CODE_485e2d41": "Tiempos restantes",
  "TXT_CODE_4880ef77": "Archivo de configuración mundial del software del servidor PaperSpigot, que se puede configurar aún más por mundo",
  "TXT_CODE_4908e15b": "Si se debe forzar al cliente a cargar todos los paquetes de recursos.",
  "TXT_CODE_495027e1": "Construyendo una imagen de entorno Ubuntu 22.04",
  "TXT_CODE_498cd5c5": "Haga clic en el botón Cerrar para cancelar la carga.",
  "TXT_CODE_49981cb9": "Elija cómo implementar la instancia de su aplicación.",
  "TXT_CODE_49c040e1": "Ya sea para intercambiar elementos de la mano secundaria y de la mano principal al realizar cualquier gesto.",
  "TXT_CODE_4a37ec9c": "La cantidad de páginas web conectadas a esta consola, lo que puede afectar el ancho y alto de su consola.",
  "TXT_CODE_4a56836d": "Configurar lista de imágenes",
  "TXT_CODE_4a570d32": "Asegúrese de que esta imagen exista y de que tenga una etiqueta y otra información. Esta imagen se extraerá automáticamente antes de ejecutar la instancia.",
  "TXT_CODE_4a6bf8c6": "Puerto de conexión del nodo remoto",
  "TXT_CODE_4a95255b": "rango de seguimiento de animales",
  "TXT_CODE_4ab6a0b5": "tiempo del navegador",
  "TXT_CODE_4aba9745": "Si se debe expulsar al jugador cuando el jugador excede el umbral de TileKill",
  "TXT_CODE_4ad9f75d": "Probabilidad de ocurrencia",
  "TXT_CODE_4b1d5199": "Admite cualquier idioma para completar información de comentarios relevantes",
  "TXT_CODE_4b20289c": "Si se debe habilitar la escritura en bloque síncrona",
  "TXT_CODE_4b610194": "Habilitar la generación de bloques del lado del cliente",
  "TXT_CODE_4b6e951": "aporte",
  "TXT_CODE_4b7eba50": "Nodos en línea/nodos totales",
  "TXT_CODE_4bbd3fde": "Avance de la construcción",
  "TXT_CODE_4bedec2a": "todos los nodos",
  "TXT_CODE_4bf93cf1": "¿Se debería obligar a los agentes a implementar nuevos estándares de seguridad de clave pública? \nDe forma predeterminada, esta opción está activada.",
  "TXT_CODE_4c38bb42": "La barra de hambre para saltar y correr está agotada.",
  "TXT_CODE_4c55b6c7": "Intenta generar un animal cada Tick. Un valor de 400 significa que el servidor intentará generar un animal cada 400 Ticks. Un valor inferior a 0 se restablecerá al valor predeterminado de Minecraft.",
  "TXT_CODE_4c714a4f": "¡El servidor está desactualizado! \nLa versión actual es {0}",
  "TXT_CODE_4c841d3": "Tasa de crecimiento de hongos",
  "TXT_CODE_4ca9e35f": "esqueleto",
  "TXT_CODE_4ccdd3a0": "consola",
  "TXT_CODE_4cef8979": "Puerto del servidor (es posible que esta opción no funcione si el servidor tiene configuraciones más avanzadas)",
  "TXT_CODE_4d00c085": "Habilite la compatibilidad con el canal de mensajes del complemento BungeeCord en Velocity.",
  "TXT_CODE_4d124f78": "Si se debe habilitar la consulta UDP",
  "TXT_CODE_4d36128b": "Buscar actualizaciones",
  "TXT_CODE_4d50f316": "3. Una vez completado el diseño, puede acceder a él directamente utilizando el estado de inicio de sesión.",
  "TXT_CODE_4d571cda": "Metadatos de elementos ocultos",
  "TXT_CODE_4d6b06f0": "Chino simplificado (GBK)",
  "TXT_CODE_4d81a657": "Avance",
  "TXT_CODE_4d934e3a": "Asignar recursos",
  "TXT_CODE_4d993ca4": "marco",
  "TXT_CODE_4dab643d": "dificultad",
  "TXT_CODE_4df7e9bd": "nombre de host",
  "TXT_CODE_4e2c7f64": "Hora",
  "TXT_CODE_4e4b52a0": "Este proceso de instalación puede tardar unos minutos. Asegúrese de que la red esté abierta. ¿Quiere continuar?",
  "TXT_CODE_4e4d9680": "Nombre completo de la imagen",
  "TXT_CODE_4e627613": "Error de ejecución de esta tarjeta. Actualice la página web e inténtelo nuevamente.",
  "TXT_CODE_4e810102": "Por favor ingrese el comando de inicio",
  "TXT_CODE_4ea93630": "Por favor ingresa el contenido",
  "TXT_CODE_4ed501a1": "Reenvía el MOTD del servidor remoto a los reproductores Bedrock Edition.",
  "TXT_CODE_4ef6b040": "interrumpido",
  "TXT_CODE_4efba567": "parámetros adicionales",
  "TXT_CODE_4f0b822b": "¿Cuánto tiempo en milisegundos intentará BungeeCord hacer ping al servidor para obtener la cantidad de jugadores antes de cancelar la conexión?",
  "TXT_CODE_4f225afd": "Solo para el tipo de verificación en modo en línea. \nGuarda una lista de reproductores Bedrock Edition cuyas cuentas Java deben guardarse después de iniciar sesión.",
  "TXT_CODE_4f34fc28": "Aplicar configuración de instancia",
  "TXT_CODE_4f387c5a": "Después de configurar el comando de actualización, puede encontrar la operación de actualización en el botón de instancia del interruptor. Después de hacer clic, el comando escrito aquí se ejecutará en la máquina host.",
  "TXT_CODE_4f57868": "MC Géiser",
  "TXT_CODE_4f6a2959": "Espere hasta que se complete la carga del archivo actual.",
  "TXT_CODE_4f6c39d3": "Por favor ingrese una nueva contraseña",
  "TXT_CODE_4f917a65": "Límites de recursos:",
  "TXT_CODE_4fb66c81": "Si se destruyen más de esta cantidad de fichas en 1 segundo, bloquea al jugador y reanuda sus acciones.",
  "TXT_CODE_4fd13f18": "Esta configuración es aplicable al software del servidor del grupo BungeeCord. Sin embargo, dado que este archivo de configuración es ligeramente complejo, la mayoría de las configuraciones solo se pueden modificar de manera sencilla. Se recomienda utilizar la función de administración de archivos en línea para editar este archivo.",
  "TXT_CODE_4fdbb351": "Entorno de tiempo de ejecución Java 16 integrado, adecuado para el servidor Minecraft versión 1.17",
  "TXT_CODE_4ff6a125": "Se agregó un recordatorio cuando el servidor está lleno.",
  "TXT_CODE_50075e02": "Puede haber un retraso y la eliminación del archivo llevará algún tiempo",
  "TXT_CODE_5024d817": "Se debe crear el directorio /workspace y se montará automáticamente en el directorio raíz del archivo de la instancia.",
  "TXT_CODE_504b84d9": "Habilite el registro de conexiones de jugadores.",
  "TXT_CODE_50511e8f": "Nivel de permiso de jugador predeterminado (invitado: visitante | miembro: miembro | administrador: operador",
  "TXT_CODE_50697989": "Utilice la dirección de host remoto y la consulta difusa para agregar ejemplos de aplicaciones para este usuario",
  "TXT_CODE_509d7d9a": "El archivo de configuración de Spigot puede controlar aún más el comportamiento del servidor y parámetros específicos. Algunas restricciones más avanzadas se encuentran en este archivo de configuración.",
  "TXT_CODE_50aa56a1": "Permite el uso de directivas/timings. \nSe utiliza para medir el tiempo que el complemento dedica a los eventos.",
  "TXT_CODE_50d471b2": "reiniciar",
  "TXT_CODE_510bd294": "Solo admite formato ZIP. Después de cargarlo, el paquete comprimido se descomprimirá automáticamente en el \"Directorio de archivos\".",
  "TXT_CODE_5112fcb2": "Forja MC",
  "TXT_CODE_511aea70": "Permisos",
  "TXT_CODE_51289627": "¿Se ha completado la instalación?",
  "TXT_CODE_5143c584": "Mecanismo de protección para evitar la creación de mensajes personalizados con mensajes de muerte.",
  "TXT_CODE_514e064a": "IP de unión del panel",
  "TXT_CODE_51a1fffb": "Filtrar",
  "TXT_CODE_51bb7e9f": "Comando desconocido. \nEscribe \"/ayuda\" para obtener ayuda.",
  "TXT_CODE_51df891f": "rastro ruinas semillas",
  "TXT_CODE_5206cf41": "Configuracion basica",
  "TXT_CODE_5207688f": "Perfil de permisos de la herramienta de control del servidor MCDReforged",
  "TXT_CODE_5245bd11": "Por favor complete el contenido del formulario",
  "TXT_CODE_524e3036": "consola",
  "TXT_CODE_5275cb62": "El número de tics comienza cuando el jugador sufre de insomnio.",
  "TXT_CODE_528753e7": "Dado que Minecraft u otros programas requieren entornos operativos específicos, como Java/Python/.NET, etc., es muy complicado instalar y administrar diferentes versiones en la misma máquina. El uso de diferentes imágenes de entorno puede administrar fácilmente diferentes versiones y diferentes tipos. entornos de servicio.",
  "TXT_CODE_52b31aef": "Inicia sesión donde los jugadores cierran sesión según su IP. \nSe borrará después de que se reinicie el servidor.",
  "TXT_CODE_52ba5942": "tarjeta completa",
  "TXT_CODE_52bc24ec": "Confirmar carga",
  "TXT_CODE_52c8a730": "permitir",
  "TXT_CODE_52eff9c3": "Nivel de permiso OP (1-4)",
  "TXT_CODE_53046822": "Limitar el uso de CPU (porcentaje)",
  "TXT_CODE_530f5951": "Vista",
  "TXT_CODE_5338b335": "tasa de crecimiento de la sandía",
  "TXT_CODE_53408064": "Crear aplicación",
  "TXT_CODE_534db0b2": "puerto de conexión del host",
  "TXT_CODE_5366af54": "Salir del trabajo por lotes",
  "TXT_CODE_53745cc0": "El número total de instancias que le asignaron los administradores.",
  "TXT_CODE_537cd5ad": "Volver a la lista de perfiles",
  "TXT_CODE_53aec8c6": "Marque la recolección de basura entre cada bloque grande",
  "TXT_CODE_5415f009": "Sin contenido, seleccione el nodo en el cuadro desplegable en la esquina superior derecha o haga clic en Crear aplicación",
  "TXT_CODE_5476e012": "estado de funcionamiento",
  "TXT_CODE_551b0348": "contraseña",
  "TXT_CODE_5544ec22": "Consultar el avance de la construcción.",
  "TXT_CODE_555b3625": "Semilla de mansión forestal",
  "TXT_CODE_555e2c1b": "Ingrese el comando y presione Enter para enviarlo. Use las teclas arriba y abajo para seleccionar comandos históricos.",
  "TXT_CODE_55ade942": "Utilizado por los administradores para ver los datos del servidor.",
  "TXT_CODE_55edf44d": "La tarea de imágenes ha comenzado.",
  "TXT_CODE_56516e92": "Configuraciones ocultas",
  "TXT_CODE_56ff18c1": "Visualización de información del servidor. Si utiliza programas complementarios como ColorMotd, puede dejar esta opción en blanco.",
  "TXT_CODE_57245e94": "encender",
  "TXT_CODE_57417f60": "Si se debe expulsar a los jugadores cuando superen el umbral de MaxDamage",
  "TXT_CODE_57c1b0a3": "Opcional, parámetro -Xms, como: 1024M",
  "TXT_CODE_57cd2d04": "Puede deberse a que la red no está disponible o el servidor está en mantenimiento. Espere un momento antes de volver a intentarlo o intente utilizar otros kits de instalación.",
  "TXT_CODE_57d76ece": "Lista de bloqueo de reemplazo",
  "TXT_CODE_57e86edb": "Las instancias que asigne incluyen algunas instancias que no tienen habilitada la \"Protección de contenedor\". MCSManager no podrá controlar el comportamiento de este usuario. El usuario asignado puede cargar malware para invadir su host a través de estas instancias. El usuario es alguien en quien usted confía.\n\n\nLos nombres de las instancias con riesgos de seguridad son los siguientes:",
  "TXT_CODE_584af0ab": "Desactiva los efectos de la poción de invisibilidad.",
  "TXT_CODE_58508fb7": "Nombre del archivo del software del servidor",
  "TXT_CODE_58939ea7": "Si generar animales",
  "TXT_CODE_589e091c": "Añadir uno nuevo",
  "TXT_CODE_593ee330": "memoria",
  "TXT_CODE_5974bf24": "administrar",
  "TXT_CODE_597c11cc": "¿En qué nivel de dificultad se romperá la cáscara?",
  "TXT_CODE_59917c84": "Permite que las capas de terceros sean visibles.",
  "TXT_CODE_59a76359": "Utilice el caché para almacenar los colores del mapa",
  "TXT_CODE_59ac0239": "Agregar nueva imagen",
  "TXT_CODE_59b1cb55": "Permite pistones sin cabeza",
  "TXT_CODE_59cb16ff": "Por favor ingrese el nombre del archivo",
  "TXT_CODE_5a196078": "marco de fotos de desplazamiento",
  "TXT_CODE_5a280280": "Cargue permisos.yml antes del complemento",
  "TXT_CODE_5a56ccca": "Permite métodos de autenticación basados ​​en contraseña a través de Geyser. \nSólo útil en modo online.",
  "TXT_CODE_5a6463fb": "Soporte de armadura grabado",
  "TXT_CODE_5a74975b": "Crear una instancia",
  "TXT_CODE_5ab1eb7d": "Cambia estilo",
  "TXT_CODE_5ab2062d": "último comienzo",
  "TXT_CODE_5b190bc4": "Con qué frecuencia (en minutos) REST solicita que el depósito se reduzca en 1. \nEl valor mínimo es 1 minuto.",
  "TXT_CODE_5b2daea0": "Si no sucede nada cuando ingresa un comando y presiona Enter, puede intentar ajustar esta opción.",
  "TXT_CODE_5b323a2": "La cantidad máxima de jugadores que toda la instancia de BungeeCord puede aceptar. El valor predeterminado es -1, lo que significa que no hay límite para la cantidad de jugadores.",
  "TXT_CODE_5b5d6f04": "Cancelar guardar diseño",
  "TXT_CODE_5b60ad00": "Utilice la cuenta MCSManager del servidor para ingresar al panel",
  "TXT_CODE_5b990e2e": "Renombrado exitosamente",
  "TXT_CODE_5bb8f14": "Generar criaturas atacantes (monstruos)",
  "TXT_CODE_5bc16b9a": "Sufijo de chat grupal de superadministrador",
  "TXT_CODE_5bdaf23d": "Consola de nodo",
  "TXT_CODE_5be6c38e": "Tipo predeterminado",
  "TXT_CODE_5c3ba572": "Si desactivar a los depredadores",
  "TXT_CODE_5c54f599": "alguien",
  "TXT_CODE_5cb656b9": "trabajo por lotes",
  "TXT_CODE_5cd3b4bd": "artículo",
  "TXT_CODE_5d033431": "Lista de bloqueo oculto anti-perspectiva",
  "TXT_CODE_5d563196": "La barra de hambre para saltar y caminar está agotada.",
  "TXT_CODE_5db4e96b": "Altura ampliada (la altura más alta en la misma página es la altura final)",
  "TXT_CODE_5deeefb5": "Se creará la instancia, ¿quieres continuar?",
  "TXT_CODE_5def0cbe": "seguridad",
  "TXT_CODE_5e10537a": "Cambiar plantilla de instancia",
  "TXT_CODE_5e4a370d": "modo oscuro",
  "TXT_CODE_5e6e46bb": "Daño máximo que un jugador/NPC puede causar",
  "TXT_CODE_5ebec0db": "Tarjeta de página de expansión",
  "TXT_CODE_5ec10cc8": "Esta tarjeta no se puede obtener una vista previa en el modo de diseño.",
  "TXT_CODE_5ef2cf20": "La identidad se autentica a través de la clave generada por el nodo remoto para garantizar la seguridad del trabajo de integración de múltiples máquinas.",
  "TXT_CODE_5f0eafe5": "Radio del efecto de sonido de la muerte del dragón ender",
  "TXT_CODE_5f23008": "Razón dada al expulsar a un jugador que intenta unirse cuando el servidor está lleno y no hay espacios reservados disponibles",
  "TXT_CODE_5f282a51": "¿En qué nivel de dificultad el espíritu maligno romperá la puerta?",
  "TXT_CODE_5f2d2e30": "ID de nodo:",
  "TXT_CODE_5f42b528": "Tipo de autenticación del servidor. \nPuede estar fuera de línea, en línea o en compuerta.",
  "TXT_CODE_5fed0011": "Habilite el paso de ping LEGACY. \nNo es necesario habilitar esta opción a menos que su MOTD o el recuento de jugadores no se muestren correctamente.",
  "TXT_CODE_6032f5a3": "De 9 a 36 caracteres, debe contener letras mayúsculas, minúsculas y números.",
  "TXT_CODE_603cbc35": "¿Se aplica la protección de zona a las cerraduras con gemas de diamantes?",
  "TXT_CODE_604d3041": "Cuánta compresión se debe realizar (de 0 a 9). \nEl valor predeterminado es -1, utilizando el nivel predeterminado 6.",
  "TXT_CODE_606da66a": "Rango de activación animal",
  "TXT_CODE_6071bd0b": "Información solicitada por el cliente del juego después de cerrar el servidor",
  "TXT_CODE_60a11735": "Arreglar las reglas de escalada para evitar las restricciones de aglomeración",
  "TXT_CODE_60e3c342": "Nombre del servidor. \nSi UseServerName es verdadero, el nombre mundial se reemplaza durante la sesión.",
  "TXT_CODE_615be555": "Velocidad de desaparición del tridente",
  "TXT_CODE_617701dc": "Si expulsar a los jugadores cuando superan el umbral de TilePlace",
  "TXT_CODE_617ce69c": "advertir",
  "TXT_CODE_61811ac": "Carga útil de la tarea",
  "TXT_CODE_619d74d3": "Como java -jar server.jar, cmd.exe, etc.",
  "TXT_CODE_619faab6": "Si el estado de la instancia cambia al estado de no ejecución sin operación del panel, la operación de inicio de la instancia se iniciará inmediatamente.",
  "TXT_CODE_61a8296e": "Habilitar contenedores Docker",
  "TXT_CODE_61ca492b": "Por ejemplo:",
  "TXT_CODE_61dd421d": "Establecer el número máximo de milisegundos gastados por Tick",
  "TXT_CODE_61eae8a6": "Autenticación de dos factores (2FA)",
  "TXT_CODE_6215388a": "nuevo directorio",
  "TXT_CODE_6239c6b6": "Aún no hay página web",
  "TXT_CODE_628f6851": "se acabó el tiempo",
  "TXT_CODE_62c62825": "Si se deben registrar instrucciones en el registro",
  "TXT_CODE_62c88f3a": "Tasa de crecimiento de la vid llorona",
  "TXT_CODE_62dbf117": "Intenta generar un monstruo con cada Tick, igual que arriba",
  "TXT_CODE_633415e2": "Por favor rellene el formulario correctamente",
  "TXT_CODE_6345aa71": "Archivo HTML:",
  "TXT_CODE_6353e235": "El valor SHA-1 del paquete de recursos debe estar en hexadecimal en minúsculas, no es una opción obligatoria.",
  "TXT_CODE_635d051": "Aún no hay fotos",
  "TXT_CODE_638bca20": "Se ha emitido orden de eliminación",
  "TXT_CODE_63a4602e": "Tasa de guardado automático del jugador",
  "TXT_CODE_63ccbf90": "Nivel de permiso",
  "TXT_CODE_64282335": "Deshabilitar registros de actualizaciones de planta",
  "TXT_CODE_647ea2ec": "¿Está seguro de que desea borrar todas las instancias seleccionadas?",
  "TXT_CODE_64bf4386": "Si el nodo remoto se inicia automáticamente al inicio, se puede utilizar para iniciar automáticamente la instancia al inicio.",
  "TXT_CODE_6514e191": "Este perfil es común a servidores de la categoría Spigot u otras categorías derivadas.",
  "TXT_CODE_6557efaf": "MODT de segunda línea",
  "TXT_CODE_656a85d8": "Acuerdo Steam Rcon",
  "TXT_CODE_65a057ec": "Puerto de conexión del servidor Java",
  "TXT_CODE_65b21404": "Descargar",
  "TXT_CODE_65fcbd09": "Eliminar",
  "TXT_CODE_66056676": "Información de recursos del sistema",
  "TXT_CODE_660e2341": "reproductor de música",
  "TXT_CODE_661c66fa": "Configuración del servidor descendente, solo se pueden conectar los servidores descendentes configurados aquí.",
  "TXT_CODE_662ad338": "Codificación de flujo de bytes",
  "TXT_CODE_6655c905": "La respuesta HTTP agregará access-control-allow-origin: *, lo que puede reducir la seguridad pero mejorar la escalabilidad del desarrollo.",
  "TXT_CODE_66820e23": "¿Cuántos NPC puede generar la estatua en 200 píxeles antes de dejar de aparecer? \nValor predeterminado 3",
  "TXT_CODE_6683b887": "Activar o desactivar API REST",
  "TXT_CODE_66b01c4e": "Multiplicador del volumen total de libros",
  "TXT_CODE_66ce073e": "Desconectado",
  "TXT_CODE_673eac8e": "modo de luz",
  "TXT_CODE_6750d9d3": "El uso de perfiles compartidos por otros puede hacer que el panel se vea comprometido.",
  "TXT_CODE_67b5f678": "MC lecho de roca",
  "TXT_CODE_67c765be": "Especifique el proceso para ejecutarse en ciertos núcleos. Una asignación razonable puede utilizar mejor los recursos de hardware de su sistema. Por ejemplo, 0,1 significa ejecutarse en el primer y segundo núcleo, separados por comas.",
  "TXT_CODE_67d68dd1": "Tipo",
  "TXT_CODE_68128434": "Crear un servidor de juegos de Minecraft",
  "TXT_CODE_6819de18": "¿Está seguro de que desea desactivar APIKey?",
  "TXT_CODE_681aaeb9": "directorio de host",
  "TXT_CODE_683e3033": "Requisitos de hardware",
  "TXT_CODE_684eb7e3": "Número máximo de páginas en un libro.",
  "TXT_CODE_686c9ca9": "Conectando a la consola...",
  "TXT_CODE_68821d80": "Este archivo de configuración es un archivo de configuración común para los servidores Tshock.",
  "TXT_CODE_68831be6": "Tipo:",
  "TXT_CODE_68a15ebb": "Ya sea para habilitar el monitoreo JMX",
  "TXT_CODE_68a504b3": "Por favor ingresa un nombre de instancia",
  "TXT_CODE_68a6aec5": "Cuando un jugador obtiene un logro, si se muestra en la barra de chat del servidor (si se le permite instalar X)",
  "TXT_CODE_6904cb3": "imagen acoplable",
  "TXT_CODE_6915f2a": "Faltan archivos de dependencia y no se pueden iniciar. Reinstale el programa:",
  "TXT_CODE_692957": "IP del servidor, déjelo en blanco si no está vinculado",
  "TXT_CODE_6929b0b2": "No se puede conectar al nodo remoto",
  "TXT_CODE_693f31d6": "prefijo de ruta",
  "TXT_CODE_694952a": "Crear una imagen de entorno OpenJDK 16",
  "TXT_CODE_69ad6852": "Si se permite hacer trampa usando instrucciones similares",
  "TXT_CODE_69ecec1": "fuente de descarga de bibliotecas",
  "TXT_CODE_6a10302d": "¡Una vez eliminado no se puede restaurar!",
  "TXT_CODE_6a365d01": "Operación fallida",
  "TXT_CODE_6a515e35": "La página web agregará automáticamente reproducción de color al contenido de salida y es posible que los colores representados no sean completamente correctos.",
  "TXT_CODE_6aa286df": "Página no encontrada",
  "TXT_CODE_6b2a9cab": "La configuración de la versión anterior se ha actualizado a la configuración de la nueva versión:",
  "TXT_CODE_6b583898": "Modo de motor anti-pivote",
  "TXT_CODE_6b69f1d": "Especifique aquí un tiempo de espera personalizado para el tiempo de espera de la conexión. \nEl valor predeterminado es cinco segundos.",
  "TXT_CODE_6b6f1d3": "Eres libre de diseñar lo que quieras. \nDemasiados elementos en la misma página pueden causar una degradación del rendimiento, así que asígnelos de manera razonable.",
  "TXT_CODE_6be8dbe7": "Reiniciar la ruta del script",
  "TXT_CODE_6bf4665b": "Transmitir la geolocalización del jugador según la IP del jugador al unirse",
  "TXT_CODE_6c08319b": "MC espiga",
  "TXT_CODE_6c274bdc": "Este usuario no tiene APIKEY habilitada.",
  "TXT_CODE_6c5985ca": "Ir a",
  "TXT_CODE_6c7970df": "semillas del tesoro enterrado",
  "TXT_CODE_6c87dd18": "Contenedor Docker (Docker)",
  "TXT_CODE_6ca6667f": "Uso de memoria (10min)",
  "TXT_CODE_6cb9bb04": "luna",
  "TXT_CODE_6cd13a66": "Si se deben reenviar los pings del jugador al servidor. \nHabilitar esta opción permitirá a los jugadores de Bedrock Edition tener un ping más preciso, pero también puede hacer que los jugadores agoten el tiempo de espera más fácilmente.",
  "TXT_CODE_6d244c20": "animal",
  "TXT_CODE_6d6c7e9a": "Bloquea al jugador si esta cantidad de proyectiles se crea en 1 segundo",
  "TXT_CODE_6d6ceab5": "Las arañas son inmunes a los efectos del veneno.",
  "TXT_CODE_6d772765": "No se pudo obtener la dirección de descarga",
  "TXT_CODE_6d912e27": "Bloquear al jugador si se extrae esta cantidad de fichas en 1 segundo",
  "TXT_CODE_6d9b9f22": "Dado que la interfaz es altamente personalizable, una vez que se guarda el diseño, el idioma de toda la interfaz se bloqueará y el cambio de idioma no funcionará bien a menos que se restablezca el diseño. \nSi no necesita cambiar de idioma, puede ignorar esta sugerencia.",
  "TXT_CODE_6e23c48": "tarjeta universal",
  "TXT_CODE_6e3da823": "Parámetros adicionales opcionales después del programa Java, como -nogui, etc. Varios parámetros están separados por espacios.",
  "TXT_CODE_6e69b5a5": "Descompresión, edición y otras codificaciones de funciones de gestión de archivos.",
  "TXT_CODE_6e718abe": "No se pueden obtener datos de identidad. Puede ser que haya sido bloqueado o haya un problema de red. Intente actualizar la página.",
  "TXT_CODE_6e96b2a9": "Codificación de salida de consola",
  "TXT_CODE_6eead111": "Archivo de configuración del servidor mohist.yml",
  "TXT_CODE_6ef5195f": "Se puede utilizar para mostrar imágenes.",
  "TXT_CODE_6f038f25": "¡Estamos trabajando duro en los archivos!",
  "TXT_CODE_6f12aba3": "¿Está seguro de que desea eliminar este hipervínculo?",
  "TXT_CODE_6f659da2": "Diagrama de estado utilizado para analizar el período reciente del panel.",
  "TXT_CODE_6f7c50c2": "Desactivar la detección de gatos en cajas",
  "TXT_CODE_6f91f3ba": "ocupando espacio",
  "TXT_CODE_6f98ccd7": "primera vez usando",
  "TXT_CODE_6fac9e82": "tasa de crecimiento del retoño",
  "TXT_CODE_6fe24924": "Memoria máxima (MB)",
  "TXT_CODE_6ff0668f": "¿Está seguro de que desea eliminar esta tarea del proyecto?",
  "TXT_CODE_7010d780": "El orden en el que se deben probar los servidores cuando un jugador inicia sesión o es expulsado de un servidor.",
  "TXT_CODE_704a8b5d": "Rango de inicio del aldeano",
  "TXT_CODE_70750fa": "Permitir colisiones de vehículos",
  "TXT_CODE_7078fd28": "Error de instalación",
  "TXT_CODE_70a2613b": "No se detectaron archivos de configuración calificados mediante tipos de instancia específicos (minecraft/java) y escaneo de archivos. Inicialice la configuración del proceso o cambie el tipo de instancia para realizar ajustes.",
  "TXT_CODE_70c3b6e": "Declaración 1.13 Comandos de proxy del cliente.",
  "TXT_CODE_70ff09a8": "El umbral para actualizar el marcador, cuántos paquetes de marcador por segundo.",
  "TXT_CODE_71155575": "¿Estás seguro de que quieres eliminarlo?",
  "TXT_CODE_711d4763": "La cantidad de datos enviados desde el servidor al cliente determina el campo de visión que el jugador puede configurar.",
  "TXT_CODE_7141866a": "Expulsar a los clientes que no envían UUID al servidor",
  "TXT_CODE_7153951e": "El servicio de instalación rápida depende de plataformas en línea de terceros.",
  "TXT_CODE_7166a969": "Ya sea para habilitar la penetración de ping",
  "TXT_CODE_718c9310": "desactivar",
  "TXT_CODE_71a51d19": "Consola de instancia",
  "TXT_CODE_721157a3": "Resumen de datos",
  "TXT_CODE_724ce74d": "¿Qué instancia de aplicación desea implementar?",
  "TXT_CODE_7284c68e": "Modo de juego predeterminado al obligar a los jugadores a unirse",
  "TXT_CODE_72cce10b": "Gestión de archivos de instancia",
  "TXT_CODE_72cfab69": "ID de nodo",
  "TXT_CODE_72d36de": "Si se debe habilitar la compatibilidad con BungeeCord",
  "TXT_CODE_72f69b34": "Utilice los colores del nombre del marcador mundial vainilla",
  "TXT_CODE_738bc836": "Tamaño máximo del mundo",
  "TXT_CODE_7411336e": "Instancias totales",
  "TXT_CODE_741fdde4": "Si se debe reiniciar automáticamente el servidor cuando falla",
  "TXT_CODE_743ed87f": "Nivel de compresión",
  "TXT_CODE_74443c8f": "La instancia no se está ejecutando.",
  "TXT_CODE_745d8a03": "bloque de hipervínculo",
  "TXT_CODE_745fc959": "Esta característica protegerá su panel contra el descifrado de contraseñas por fuerza bruta por parte de un solo host con solo 10 errores de contraseña por IP.",
  "TXT_CODE_74c3d3e5": "Documentación",
  "TXT_CODE_74c46351": "Estadísticas de fuerza",
  "TXT_CODE_74fa2f73": "¿Está seguro de que desea restablecer el diseño?",
  "TXT_CODE_74fd665e": "Aplicar al subdirectorio",
  "TXT_CODE_750ab5c6": "Limite el uso total de todas las CPU, habrá una ligera desviación",
  "TXT_CODE_751f9bc1": "El importante archivo de configuración del servidor del grupo Velocity se puede utilizar para administración distribuida, control de nodos, etc. Sin embargo, este archivo de configuración es más complicado y es solo para configuraciones y operaciones simples.",
  "TXT_CODE_75696661": "Si utiliza el reenvío de IP moderno o BungeeGuard, configure aquí el perfil que contiene la clave única.",
  "TXT_CODE_759fb403": "condición",
  "TXT_CODE_75c04302": "Rango inicial del monstruo volador",
  "TXT_CODE_75e5af9b": "Este archivo de configuración actualmente no admite la configuración directa. Vaya a la administración de archivos para editarlo.",
  "TXT_CODE_7638590c": "El número de instancias en ejecución.",
  "TXT_CODE_765d34e6": "tarjeta de usuario",
  "TXT_CODE_7669fd3f": "Descomprimir el archivo",
  "TXT_CODE_76750199": "cada semana",
  "TXT_CODE_7680e37f": "Habilite el registro de directivas.",
  "TXT_CODE_768c6fa9": "Tasa de crecimiento de la planta carnívora",
  "TXT_CODE_76a82338": "Si viene de Taiwán y Hong Kong, puedes elegir BIG5, y si viene de otras regiones, puedes elegir UTF-8.",
  "TXT_CODE_76b2a495": "otro",
  "TXT_CODE_76c66252": "Incremento de abuso de tecla de tabulación",
  "TXT_CODE_76d20724": "Todas las instancias de usuario",
  "TXT_CODE_77000411": "Nombre de la imágen",
  "TXT_CODE_773f36a0": "Subida exitosa",
  "TXT_CODE_77cc12da": "Reiniciar la instancia",
  "TXT_CODE_77d038f7": "La cantidad de memoria utilizada por el lado del panel.",
  "TXT_CODE_77d93d7d": "Documento de referencia oficial: https://docs.docker.com/engine/reference/builder/",
  "TXT_CODE_78019c60": "Editar perfil",
  "TXT_CODE_78223e62": "Si GeoIP está habilitado, los jugadores identificados como usuarios de proxies serán expulsados.",
  "TXT_CODE_7863f28d": "Actualizar exitosamente",
  "TXT_CODE_78930f0f": "Editar URL",
  "TXT_CODE_78aa511": "tiempo de desconexión",
  "TXT_CODE_7907c99": "Descomprimir en el directorio actual",
  "TXT_CODE_791a4c9b": "Establecer el nivel de permiso predeterminado de una función",
  "TXT_CODE_791c73e9": "archivo nuevo",
  "TXT_CODE_798f592e": "leer",
  "TXT_CODE_79d2800b": "Generar latencia - por jugador",
  "TXT_CODE_79f9a172": "Editar usuario",
  "TXT_CODE_7a830c68": "Autoguardado, un valor de 6000 significa que el servidor intentará guardar el mundo automáticamente cada 5 minutos. \nNota: Demasiado pequeño puede provocar un retraso en el servidor",
  "TXT_CODE_7ac6f85c": "La consola de visualización no es compatible con el modo de diseño.",
  "TXT_CODE_7ac8b1d3": "Por favor ingresa el código de verificación de dos pasos",
  "TXT_CODE_7af6d85a": "Tela MC",
  "TXT_CODE_7b1adf35": "Patrones de diseño de interfaz",
  "TXT_CODE_7b2c5414": "seleccionar",
  "TXT_CODE_7b67813a": "Terminar",
  "TXT_CODE_7b759c13": "Evite que se generen mosaicos preestablecidos dentro del radio de protección",
  "TXT_CODE_7b763c56": "El MOTD del servidor. \nNo importa si \"passthrough-motd\" está configurado como verdadero",
  "TXT_CODE_7b8f01b5": "Número de hilos de ejecución de trabajo",
  "TXT_CODE_7b92d98d": "Requisitos de la versión de Java",
  "TXT_CODE_7c650d80": "La conexión del nodo falló. Comuníquese con el administrador para verificar el estado del nodo remoto.",
  "TXT_CODE_7c76dbf": "obstruido",
  "TXT_CODE_7cad42a5": "Buscar por nombre de archivo",
  "TXT_CODE_7cc196b9": "Umbral de compresión de red",
  "TXT_CODE_7ce3c6e": "ID de página del libro",
  "TXT_CODE_7ceebc05": "Ingrese contenido de texto, admita la sintaxis de Markdown y pueda ajustar líneas.\n\nNo utilices la redacción de otras personas fácilmente, de lo contrario se puede inyectar código malicioso para atacarte.",
  "TXT_CODE_7cf078e8": "Nombre de la imagen e identificación de la versión después de la creación.",
  "TXT_CODE_7cf70670": "Despierta al monstruo cada tictac",
  "TXT_CODE_7d197c39": "Número de subprocesos de ejecución de IO",
  "TXT_CODE_7d1a9487": "Entorno de etapa de ejecución Java 17 incorporado, adecuado para servidores que ejecutan Minecraft 1.18 o superior",
  "TXT_CODE_7d874fad": "El número máximo preestablecido de criaturas generadas por ola. \nMás alto significa que hay más criaturas en esa ola.",
  "TXT_CODE_7da6e84": "Después de completar todos los campos obligatorios, puede crearlo. Para obtener más configuraciones, créelas y edítelas en la configuración de la instancia de la aplicación.",
  "TXT_CODE_7e426b47": "Si la consulta está habilitada, ¿en qué puerto de conexión debería escuchar el protocolo de consulta?",
  "TXT_CODE_7ec7ccb8": "Cuando se hace clic en el botón \"Cerrar instancia\", este comando se ejecutará inmediatamente. ^C representa la señal Ctrl C.",
  "TXT_CODE_7ec87e8a": "Cancelar carga",
  "TXT_CODE_7ec9c59c": "Nombre:",
  "TXT_CODE_7f0017d2": "Puerto de conexión del panel",
  "TXT_CODE_7f0c746d": "Operación exitosa",
  "TXT_CODE_7f0daff7": "Solucionar el problema de que la posición de la entidad no esté sincronizada.",
  "TXT_CODE_7f1aef9f": "Servidor edición MC Bedrock",
  "TXT_CODE_7f31b67d": "Número de embudos",
  "TXT_CODE_7f8f267f": "Clave del agente de velocidad",
  "TXT_CODE_7f9b6758": "Opcional, ingrese la ruta absoluta de Java. Si se deja en blanco, las variables de entorno se seleccionarán de forma predeterminada.",
  "TXT_CODE_7fc92d9": "El cliente Bedrock Edition puede congelarse al abrir el símbolo del sistema por primera vez. \nDeshabilitar esta función evitará que se envíen sugerencias de comandos y resolverá los bloqueos del cliente Bedrock Edition.",
  "TXT_CODE_80766ddc": "Guión simplificado",
  "TXT_CODE_80790069": "Opcional, por ejemplo 1024",
  "TXT_CODE_808e5ad9": "Sólo se pueden cargar archivos zip",
  "TXT_CODE_80a560a1": "Número de cuenta",
  "TXT_CODE_81297804": "Como instrucciones, nombres de archivos u otros parámetros, etc.",
  "TXT_CODE_812a629e": "El navegador no puede conectarse a la dirección:",
  "TXT_CODE_8145d25a": "Por favor seleccione una instancia",
  "TXT_CODE_8145d82": "Guardar diseño de tarjeta",
  "TXT_CODE_814a3c64": "El número máximo de monstruos voladores despertados por tic",
  "TXT_CODE_81634069": "Versión",
  "TXT_CODE_818928ba": "Admite cualquier idioma y garantiza la singularidad tanto como sea posible.",
  "TXT_CODE_81b9b599": "Copia fallida:",
  "TXT_CODE_81d7e7c5": "Panel de administración de código abierto, descentralizado y listo para usar que admite servidores de juegos de Minecraft y todos los programas de consola.",
  "TXT_CODE_8201d2c6": "Número de ejecuciones/Número total de todas las instancias",
  "TXT_CODE_820ebc92": "Montar directorio en contenedor",
  "TXT_CODE_823bfe63": "en línea",
  "TXT_CODE_828ea87f": "Monte rutas adicionales en el contenedor.",
  "TXT_CODE_8298bfde": "El número máximo de solicitudes REST en el depósito antes de rechazar la solicitud. \nEl valor mínimo es 5.",
  "TXT_CODE_82c331f": "Si se debe ocultar el número de personas en línea",
  "TXT_CODE_82d650be": "Interfaz de instalación",
  "TXT_CODE_82fbc5ad": "acción",
  "TXT_CODE_8343c177": "El número máximo de aldeanos despertados por tic.",
  "TXT_CODE_8366db5a": "semillas de la ciudad final",
  "TXT_CODE_836addb9": "(desconectado)",
  "TXT_CODE_83856178": "La cantidad de animales que se pueden generar en cada mundo.",
  "TXT_CODE_83914d85": "Si se debe permitir el acceso remoto a la consola del servidor (RCON)",
  "TXT_CODE_83c9cb05": "Retrasar el tiempo de descarga del bloque",
  "TXT_CODE_83e553fc": "No se pudo obtener la lista de perfiles",
  "TXT_CODE_84099e5": "Asegúrese de que la dirección del nodo remoto sea una IP pública y que el puerto de conexión del nodo esté abierto normalmente.",
  "TXT_CODE_84d56d69": "Enviar información de posición completa para entidades de colisión fuerte",
  "TXT_CODE_84f760fa": "Generalmente es un archivo .jar, como paper.jar, etc.",
  "TXT_CODE_85617390": "miércoles",
  "TXT_CODE_856bd2f3": "Número de IP bloqueadas temporalmente",
  "TXT_CODE_8575f7c": "Permisos:",
  "TXT_CODE_85770d4a": "parámetro de sufijo",
  "TXT_CODE_858d8728": "Aumentar el tiempo de incubación.",
  "TXT_CODE_859b2d24": "Sugerir nombres de jugadores cuando la pestaña de finalización esté vacía",
  "TXT_CODE_85a33a84": "reencuadernar",
  "TXT_CODE_85b01e01": "Establece el modo PvP. \nLos tipos válidos son: \"normal\", \"siempre\" y \"deshabilitado\"",
  "TXT_CODE_85d134f2": "Si los mobs en generadores restringidos saltan",
  "TXT_CODE_85d8d0a3": "Ya sea para enviar mensajes de depuración a través de la consola.",
  "TXT_CODE_868df02c": "Acerca de los archivos DockerFile",
  "TXT_CODE_86ab6e1e": "Deshabilitar las actualizaciones del bloque de hongos",
  "TXT_CODE_86caaf6c": "Opciones avanzadas",
  "TXT_CODE_86ff658a": "La configuración de SSL, proxy inverso, etc. requiere soporte adicional para el protocolo Websocket.",
  "TXT_CODE_871fb0d6": "Número de inicios de sesión fallidos: Número de inicios de sesión exitosos",
  "TXT_CODE_871feca": "Habilitar resaltado de sintaxis de Brigadier",
  "TXT_CODE_875e804b": "¿En qué nivel de dificultad los aldeanos zombies rompen puertas?",
  "TXT_CODE_877eea45": "Opcional, el valor predeterminado se crea y administra automáticamente. Si es necesario, escriba la ruta absoluta completa.",
  "TXT_CODE_87e18bb5": "Ya sea para transmitir la aparición de jefes o el inicio de una invasión",
  "TXT_CODE_87e448ae": "IP del servidor, déjelo en blanco si no está vinculado",
  "TXT_CODE_87f0a517": "Desactivar la detección de gatos en caja",
  "TXT_CODE_881213df": "¿Qué debería ser MODT? \nEsta información se mostrará cuando un jugador agregue su servidor a la lista de servidores. \nSólo se acepta el formato MiniMessage.",
  "TXT_CODE_88122886": "Compresión",
  "TXT_CODE_88419e99": "altura máxima del bloque",
  "TXT_CODE_88427611": "Se utiliza para personalizar la generación de un mundo superplano. Si no desea generar un mundo superplano, déjelo en blanco.",
  "TXT_CODE_88c990a4": "Tamaño del paquete integrado",
  "TXT_CODE_88e9361a": "Estado operativo de la instancia",
  "TXT_CODE_890aa44c": "Puerto de conexión RCON",
  "TXT_CODE_8956123b": "¿Deberíamos reenviar direcciones IP y otros datos a servidores backend?",
  "TXT_CODE_8965b2cf": "El nombre del servidor que se enviará al cliente JAVA. \nEsto es visible tanto en el menú de pausa como en el menú de configuración.",
  "TXT_CODE_8981d724": "Columna de título sin nombre",
  "TXT_CODE_8a30e150": "todos los idiomas",
  "TXT_CODE_8a5274c1": "¿Durante cuánto tiempo, en milisegundos, BungeeCord debe usar los resultados almacenados en caché de los pings del servidor en lugar de hacerles ping manualmente para el recuento de jugadores? Ingrese -1 para desactivarlos.",
  "TXT_CODE_8a924345": "Si se debe utilizar ServerName en lugar de nombre mundial",
  "TXT_CODE_8a9fd2b4": "Las alas fantasma sólo atacan a los insomnes",
  "TXT_CODE_8ab0cc1a": "Evita que los jugadores incondicionales mueran",
  "TXT_CODE_8ae0dc90": "Imagen de fondo de la interfaz",
  "TXT_CODE_8b0f8aab": "Agregar nueva tarjeta",
  "TXT_CODE_8b62abb2": "Lista de imágenes de host remoto",
  "TXT_CODE_8b8c52f": "¡No estás en la lista blanca!",
  "TXT_CODE_8b8e08a6": "Tiempo de creación:",
  "TXT_CODE_8b937b23": "Eliminar nodo",
  "TXT_CODE_8c0db3f4": "Complete las instrucciones de inicio usted mismo",
  "TXT_CODE_8c2ad2cb": "Permite a los jugadores romper fichas temporales que no se pueden construir (césped, macetas, etc.)",
  "TXT_CODE_8c3164c9": "informacion personal",
  "TXT_CODE_8c7318b3": "Iniciar una instancia",
  "TXT_CODE_8ccb5428": "Lista de archivos actualizada correctamente",
  "TXT_CODE_8cfa8c1e": "Si la tolva puede cargar trozos",
  "TXT_CODE_8d4882b0": "Opcional, no se recomienda completar este ítem sin necesidades especiales.",
  "TXT_CODE_8d4e6058": "Consultar bibliotecas",
  "TXT_CODE_8d5d8e26": "semillas de pantano",
  "TXT_CODE_8d6e5b1f": "Verifique estrictamente el progreso de las dimensiones.",
  "TXT_CODE_8d8b1d6a": "Crear una instancia de Minecraft",
  "TXT_CODE_8d9f5a4e": "Mientras el nodo remoto (nodo remoto) se esté ejecutando, se iniciará automáticamente una operación de inicio de instancia.",
  "TXT_CODE_8dd7bc1a": "Tasa de carga máxima del jugador",
  "TXT_CODE_8dfc41ef": "Anfitrión",
  "TXT_CODE_8dfd8b17": "indefinidamente",
  "TXT_CODE_8e2be926": "Ingrese la dirección IP del servidor del juego. Si se deja en blanco, el valor predeterminado será el host local del demonio (localhost).",
  "TXT_CODE_8e5f865e": "El tipo de base de datos utilizada para almacenar datos (sqlite o mysql)",
  "TXT_CODE_8e632796": "Dirección de acceso al servidor",
  "TXT_CODE_8f20c21c": "¿Está seguro de que desea cancelar el guardado del diseño?",
  "TXT_CODE_8f3582d7": "Establecer versión",
  "TXT_CODE_8f47d95": "¡Guardado mediante tecla de acceso directo!",
  "TXT_CODE_8f809a5": "Despierta las persistentes garrapatas de los animales",
  "TXT_CODE_8f8103b7": "envase",
  "TXT_CODE_8f9533b5": "Habilitar la función anti-pivote",
  "TXT_CODE_8fac56fb": "Velocidad de desaparición del artículo",
  "TXT_CODE_8fd7a9a1": "¡Asegúrese de tener Docker instalado correctamente en esta máquina!",
  "TXT_CODE_8fd8bfd3": "Seleccione un artículo",
  "TXT_CODE_8fe9c7f7": "Si se debe habilitar la lista blanca (versión anterior)",
  "TXT_CODE_903a9ec9": "tarjeta de reproductor de música",
  "TXT_CODE_903dfe61": "distancia simulada",
  "TXT_CODE_906c5d6a": "Eliminación completada!",
  "TXT_CODE_90896d08": "Nombre de grupo predeterminado para jugadores no registrados",
  "TXT_CODE_90912e04": "Desactivar las lápidas que caen cuando el jugador muere",
  "TXT_CODE_90a9d317": "Variables de entorno del contenedor",
  "TXT_CODE_90b2ae00": "MCSManager prioriza garantizar la experiencia del usuario en el modo claro. El modo oscuro puede proporcionar una experiencia de usuario peor para algunas interfaces.",
  "TXT_CODE_90e959d2": "Habilita la compatibilidad con el protocolo PROXY de HAProxy. \nSi no sabes para qué sirve esto, no lo habilites.",
  "TXT_CODE_90edf4ad": "Número máximo de conexiones por tick",
  "TXT_CODE_90f00679": "ruta de base de datos sqlite",
  "TXT_CODE_90f684dc": "[General] eula.txt",
  "TXT_CODE_912ec943": "¡El cliente está desactualizado! \nPor favor use {0}",
  "TXT_CODE_91381d5c": "Si está habilitado (el valor predeterminado es falso) y el agente está en modo en línea, Velocity expulsará a cualquier jugador en línea existente si se realizan repetidos intentos de conectarse.",
  "TXT_CODE_91507ef3": "Si se debe habilitar el soporte para Forge",
  "TXT_CODE_9156fbc": "Número de ejecuciones, dejar en blanco significa tiempos ilimitados",
  "TXT_CODE_91734638": "Si se debe habilitar el movimiento autorizado del lado del servidor",
  "TXT_CODE_91b3fa98": "El panel no puede saber si este perfil es compatible. Ingrese a la interfaz de perfil correspondiente según el tipo.",
  "TXT_CODE_91bb6101": "Panel/Linux (UTF8)",
  "TXT_CODE_91d857f5": "Opcional, 0 a infinito",
  "TXT_CODE_925af648": "Tasa de crecimiento de bayas brillantes",
  "TXT_CODE_9268932c": "Actualizar área al guardar",
  "TXT_CODE_9278b7b0": "Por lo general, el valor predeterminado es suficiente. Si se dedica a actividades comerciales, debe utilizar el método de inicio del contenedor virtualizado; de lo contrario, el host puede ser invadido.",
  "TXT_CODE_928653c6": "Si el selector de destino selecciona entidades dentro del siguiente rango",
  "TXT_CODE_929a9ee4": "Nombre de usuario de la base de datos MySQL",
  "TXT_CODE_92bedafa": "Compresión del tráfico de red al cliente Bedrock Edition. \nCuanto mayor sea el número, mayor será el uso de la CPU pero menor será el ancho de banda utilizado. \nPor debajo de -1 o 9 no tiene ningún efecto. \nEstablezca en -1 para desactivar.",
  "TXT_CODE_92c21a08": "Ya sea para conectarse a un servidor Java sin establecer una conexión TCP.",
  "TXT_CODE_92ebdc7f": "Todos los archivos ZIP comprimidos por el panel se empaquetarán en codificación UTF-8. Si necesita descomprimirlos, seleccione la codificación UTF-8 para descomprimirlos.",
  "TXT_CODE_9337bed1": "Parece que no hay nodos remotos aquí. ¡Quizás haya un problema durante el proceso de instalación reiniciando su panel y los nodos remotos pueden resolverlo!",
  "TXT_CODE_9341498a": "radio de actualización",
  "TXT_CODE_9364ec40": "El número máximo de animales despertados por garrapata.",
  "TXT_CODE_937b42e6": "Multiplicador de agotamiento de la barra de hambre de Sprint",
  "TXT_CODE_9393b484": "asignar instancia",
  "TXT_CODE_9394aadf": "Si expulsar a los jugadores cuando superen el umbral de TileLiquid",
  "TXT_CODE_93a70cda": "Parámetros requeridos de la tarjeta",
  "TXT_CODE_93d4b66a": "Se inicia la tarea de operación de archivos. Si hay demasiados archivos, llevará algún tiempo.",
  "TXT_CODE_93f9b02a": "Dirección IP del nodo remoto",
  "TXT_CODE_94002354": "Evite que los jugadores inicien sesión usando su UUID de cliente",
  "TXT_CODE_9466852b": "Esta tarjeta se puede utilizar para la segmentación de columnas, de forma similar a los títulos de los artículos escritos, y se puede utilizar para el diseño.",
  "TXT_CODE_946d4401": "Si patear al jugador cuando el jugador excede el umbral del proyectil",
  "TXT_CODE_94b6cd6e": "Configure su host obligatorio aquí.",
  "TXT_CODE_94bb113a": "tamaño",
  "TXT_CODE_94bcd51b": "Frecuencia de actualización del bloque colgante",
  "TXT_CODE_94c193de": "Nombre del archivo",
  "TXT_CODE_94d4c80c": "Ya sea para evitar que los jugadores de Bedrock Edition hagan andamios.",
  "TXT_CODE_94f1ba3": "Después de seleccionar esta plantilla, se eliminarán todos los datos de esta instancia. Primero comprima y descargue la copia de seguridad del archivo en la administración de archivos.",
  "TXT_CODE_950c0d7a": "Velocidad de crecimiento de la vid retorcida",
  "TXT_CODE_95340802": "Si expulsar a los jugadores incondicionales",
  "TXT_CODE_95495db": "trabajo de archivo",
  "TXT_CODE_95583336": "Servidor Minecraft Edición Java",
  "TXT_CODE_958fd70c": "Descripción del perfil",
  "TXT_CODE_95b9833f": "Regresar a la consola",
  "TXT_CODE_95bdc950": "Un identificador uniforme de recursos (URI) apunta a un paquete de recursos. \nLos jugadores pueden elegir si usar",
  "TXT_CODE_95c5e900": "El nombre completo de la imagen, por ejemplo: openjdk:17",
  "TXT_CODE_95df80df": "Hay una interfaz más profesional disponible para su uso.",
  "TXT_CODE_95dfd5bd": "MP máximo que un jugador puede tener antes de mejorar el equipo",
  "TXT_CODE_96281410": "camino no encontrado",
  "TXT_CODE_962d9320": "El directorio de trabajo donde se ejecuta la instancia, puede completar la ruta absoluta y la ruta relativa",
  "TXT_CODE_962f4288": "Tamaño de caché del usuario",
  "TXT_CODE_96520bce": "El número máximo de cabezas personalizadas mostradas por jugador.",
  "TXT_CODE_965360cd": "Generar radio de protección",
  "TXT_CODE_9654b91c": "¿Está seguro de que desea cerrar la sesión del usuario actual?",
  "TXT_CODE_96e6bf5d": "Radio del efecto de sonido del portal final",
  "TXT_CODE_9740f199": "Se perderá el diseño actual. ¿Quieres continuar?",
  "TXT_CODE_97433ac4": "Más información",
  "TXT_CODE_97535446": "Cambia el nombre del jugador utilizado en el chat aéreo. \nComienza con el nombre del jugador entre corchetes, en el mismo formato que Terraria. \nEl mismo formato que ChatFormat, pero sin el mensaje.",
  "TXT_CODE_97655c5d": "Se utiliza para permitir que los contenedores accedan entre sí en una red personalizada, separados por espacios.",
  "TXT_CODE_9775ccb": "¿Estás seguro de que quieres cambiar al modo oscuro?",
  "TXT_CODE_977cb449": "Esperando que se complete la descarga del evento...",
  "TXT_CODE_978491ec": "El tiempo de conexión expiro",
  "TXT_CODE_978da1c1": "Bajo construcción",
  "TXT_CODE_979b9aaf": "Deshabilite las máscaras personalizadas por jugadores fuera de la tienda de Minecraft o de los recursos del juego.",
  "TXT_CODE_97be50a8": "¡Ya terminaste!",
  "TXT_CODE_97ceb743": "Seleccione la codificación de descompresión",
  "TXT_CODE_97d17cce": "Lista de usuarios",
  "TXT_CODE_97e5eccb": "Se utiliza para mostrar detalles de una instancia específica.",
  "TXT_CODE_97f5701e": "Si el jugador puede volar (en cualquier modo de juego)",
  "TXT_CODE_97f5d91f": "¿Qué tan rápido se le permite al cliente conectarse después de la última conexión? \nPor defecto, son tres segundos. \nDeshabilite esta función configurándola en 0.",
  "TXT_CODE_97f779b3": "Servidor de edición MC Java",
  "TXT_CODE_97ff044f": "Habilitar bloques de comando",
  "TXT_CODE_981c59e6": "Los loros no se ven afectados por el movimiento del jugador.",
  "TXT_CODE_9867da6b": "Si el servidor muestra una advertencia cuando un complemento registra un evento obsoleto",
  "TXT_CODE_9878c2bc": "De forma predeterminada, Velocity intentará manejar con elegancia la pérdida inesperada de la conexión de un usuario al servidor en lugar de desconectarla.",
  "TXT_CODE_9885543f": "No se pudo inicializar la consola. Es posible que el nodo o la instancia remota ya no exista. Actualice la página web y vuelva a intentarlo.",
  "TXT_CODE_9900f79e": "fotos",
  "TXT_CODE_9911ac11": "Error al guardar, verifique la configuración",
  "TXT_CODE_992bf9bc": "MC Bukit",
  "TXT_CODE_99e98174": "Cuente todas las criaturas para desovar.",
  "TXT_CODE_9a6e35e4": "Deshabilitar la interacción del jugador",
  "TXT_CODE_9ac035d0": "Configuración de privacidad del nombre del servidor",
  "TXT_CODE_9ac051fb": "Marca elementos en espacios no disponibles en los inventarios de los jugadores de Bedrock Edition.",
  "TXT_CODE_9b36d5a2": "[General] propiedades del servidor",
  "TXT_CODE_9b5dcfdd": "Número de muestras",
  "TXT_CODE_9b8f02fd": "algoritmo de compresión",
  "TXT_CODE_9b99b72e": "Implemente rápidamente instancias de aplicaciones",
  "TXT_CODE_9b9b745c": "Crear una imagen de entorno OpenJDK 17",
  "TXT_CODE_9bb2f08b": "Informacion del usuario",
  "TXT_CODE_9bc7f49e": "El número de instancias que no están operativas.",
  "TXT_CODE_9c188ec8": "Visite https://docs.mcsmanager.com para obtener más información.",
  "TXT_CODE_9c247f6": "Montaje del directorio de trabajo del contenedor",
  "TXT_CODE_9c39c7ae": "Si mostrar mensajes de chat sobre la cabeza del jugador",
  "TXT_CODE_9c3ca8f": "Configuraciones de seguridad",
  "TXT_CODE_9c95b60f": "Mensaje de error:",
  "TXT_CODE_9c9c19f0": "Mantener el punto de generación cargado",
  "TXT_CODE_9cae6f92": "¡Se agotó el tiempo de descarga de la imagen! \nSolo podemos esperar hasta 15 minutos, ¡verifique su red!",
  "TXT_CODE_9cefd73": "Guardar automáticamente",
  "TXT_CODE_9d498b20": "Configuración exitosa, guárdela para aplicar los cambios",
  "TXT_CODE_9d820cb4": "Detalles de la información",
  "TXT_CODE_9d902725": "¿En qué nivel de dificultad el piglin zombificado romperá la puerta?",
  "TXT_CODE_9d982f06": "Si se debe habilitar el seguimiento de IP",
  "TXT_CODE_9df0f923": "semillas oceánicas",
  "TXT_CODE_9df68e04": "Evitar la carga de complementos con API incompatibles",
  "TXT_CODE_9e3f25e0": "Servidor de juegos Minecraft Edición Java",
  "TXT_CODE_9e9d3767": "Si se dedica a actividades comerciales de alquiler, asegúrese de que la instancia de la aplicación se ejecute en un contenedor virtual Docker de Linux; de lo contrario, habrá riesgos de seguridad.",
  "TXT_CODE_9eacb622": "Método de inicio del viaje",
  "TXT_CODE_9ef27367": "eliminar completamente",
  "TXT_CODE_9f28d67b": "El tipo de generación del mapa (predeterminado: plano, súper plano: amplificado, biomas grandes: biomas grandes)",
  "TXT_CODE_9fe98f3": "puerto de escucha",
  "TXT_CODE_A0000001": "Adecuado para comandos de inicio de cualquier programa de consola, no se admiten archivos de script;<br />Por ejemplo: \"C://Archivos de programa/Java/bin/java.exe\" -Dfile.encoding= utf-8 -Djline.terminal =jline.UnsupportedTerminal -jar my server.jar -nogui <br/>Si usa un contenedor Docker, no necesita completar el comando de inicio y comenzará a usar el comando definido por la imagen.",
  "TXT_CODE_Instance_router.accessFileErr": "El archivo no existe o la ruta es incorrecta. Se deniega el acceso al archivo.",
  "TXT_CODE_Instance_router.cancelIO": "La sesión {{id}} solicitó la cancelación de la instancia de reenvío {{targetInstanceUuid}} flujo de IO",
  "TXT_CODE_Instance_router.openInstanceErr": "Error al iniciar la instancia {{instanceUuid}}:",
  "TXT_CODE_Instance_router.performTasks": "La sesión {{id}} requiere la instancia {{uuid}} para realizar la tarea asincrónica {{taskName}}",
  "TXT_CODE_Instance_router.performTasksErr": "Instancia {{uuid}} {{taskName}} Excepción de ejecución de tarea asincrónica: {{err}}",
  "TXT_CODE_Instance_router.requestIO": "Sesión {{id}} Instancia de reenvío de solicitudes {{targetInstanceUuid}} flujo de E/S",
  "TXT_CODE_Instance_router.taskEmpty": "No se están ejecutando tareas asincrónicas",
  "TXT_CODE_Instance_router.terminalLogNotExist": "El archivo de registro de la consola no existe",
  "TXT_CODE_a00e84d7": "Eliminado",
  "TXT_CODE_a0451c97": "Cancelar",
  "TXT_CODE_a08f261e": "Si se debe habilitar el desove del portal de piglins zombies",
  "TXT_CODE_a0a77be5": "No se puede ejecutar, seleccione al menos una instancia",
  "TXT_CODE_a0d214ac": "Por ejemplo, 1024, 2048, etc., no agregue unidades.",
  "TXT_CODE_a0e70887": "Versión de nodo correspondiente",
  "TXT_CODE_a0eb8b37": "Desactivar efectos de hielo y nieve.",
  "TXT_CODE_a106108c": "Subir archivos de música",
  "TXT_CODE_a112cff4": "Establecimiento de prioridades",
  "TXT_CODE_a1587e9d": "Si el servidor registra la dirección IP del jugador.",
  "TXT_CODE_a1a59b08": "Idioma del panel",
  "TXT_CODE_a1d885c1": "Nuevo",
  "TXT_CODE_a22e749a": "Deshabilitar los golpes críticos del jugador",
  "TXT_CODE_a2a0e054": "Por ejemplo: server.exe, app.exe o utilizar ruta absoluta, etc.",
  "TXT_CODE_a2c8c88a": "Distancia para dejar de cargar trozos (valores permitidos: 4, 12)",
  "TXT_CODE_a379038f": "Puerto de servicio",
  "TXT_CODE_a3abb092": "Velocidad MC",
  "TXT_CODE_a3f13157": "Protección de contenedores",
  "TXT_CODE_a4037a98": "Estado del volumen de solicitud de interfaz",
  "TXT_CODE_a409b8a9": "Parada",
  "TXT_CODE_a41a4820": "Tiempo de verificación de puntos de interés cerca de los aldeanos",
  "TXT_CODE_a42984e": "nombre de la variable",
  "TXT_CODE_a4748cb0": "Ingrese el puerto del protocolo RCON del servidor de juegos, que generalmente se encuentra en el archivo de configuración.",
  "TXT_CODE_a4757fec": "Permisos de grupo de usuarios administradores",
  "TXT_CODE_a492ae63": "Empezar a encuadernar",
  "TXT_CODE_a519b5ff": "Habilitar colisión de jugadores",
  "TXT_CODE_a53573af": "Actualizar lista",
  "TXT_CODE_a5830778": "Por favor ingresa un nuevo nombre",
  "TXT_CODE_a584cb71": "Especificar imagen de instancia",
  "TXT_CODE_a59981f4": "Dejar en blanco hasta el infinito",
  "TXT_CODE_a5f01916": "Permitir que los usuarios generales utilicen la función de plantilla de instancia",
  "TXT_CODE_a5f7d835": "zombi",
  "TXT_CODE_a621f370": "Domingo",
  "TXT_CODE_a6453188": "Por favor seleccione el modo de descompresión",
  "TXT_CODE_a64da7c4": "reinicio automático",
  "TXT_CODE_a64f3007": "Abrir la cremallera",
  "TXT_CODE_a65c65c2": "Por lo tanto, debe evitar el uso de cualquier IP en el segmento de la red local que no sea localhost y debe usar una IP o dominio externo para la conexión.",
  "TXT_CODE_a66ea585": "Daño de ataque máximo",
  "TXT_CODE_a674a475": "La cantidad de inconsistencias de datos requeridas antes de informar un comportamiento inusual",
  "TXT_CODE_a6878a01": "Limite la cantidad de actualizaciones consecutivas antes de omitir otras actualizaciones. \nLos valores negativos eliminan las restricciones.",
  "TXT_CODE_a6a04fa3": "Ya sea para generar aldeanos",
  "TXT_CODE_a6f5af58": "semillas de mazmorra",
  "TXT_CODE_a6f8f61a": "Permitir la visualización de cabezas personalizadas.",
  "TXT_CODE_a7907771": "Guardado exitosamente",
  "TXT_CODE_a7c85e67": "Agregar hipervínculo",
  "TXT_CODE_a7e9d4e": "Cierra esta ventana",
  "TXT_CODE_a7e9ff0f": "punto",
  "TXT_CODE_a7f6b0e0": "Información sobre el límite de recursos del contenedor",
  "TXT_CODE_a85091a4": "Asignación automática predeterminada",
  "TXT_CODE_a8839b35": "Una vez que se habilita el protocolo Rcon, todos los comandos ingresados ​​en la consola se enviarán en RCON y ya no serán compatibles con el programa de la consola original.",
  "TXT_CODE_a884de59": "Información de la nota",
  "TXT_CODE_a89ab67c": "Número máximo de jugadores conectados.",
  "TXT_CODE_a8b0dfab": "El radio de protección del punto de generación se determina aplicando 2x 1 a este valor. Establecerlo en 0 solo protegerá el bloque debajo del punto de generación.",
  "TXT_CODE_a8b245fa": "La inicialización de algunos módulos falló. Compruebe si los archivos en daemon/lib existen o si los permisos son normales.",
  "TXT_CODE_a8b402a9": "Habilitar el registro de depuración",
  "TXT_CODE_a92a298e": "tasa de crecimiento de cactus",
  "TXT_CODE_a92a4aa1": "Aplicación de consola universal",
  "TXT_CODE_a92df201": "ilimitado",
  "TXT_CODE_a9bcbde9": "El campo debe ser numérico.",
  "TXT_CODE_aa373641": "Por favor seleccione nodo",
  "TXT_CODE_aac98b2a": "Aplicar configuración de instancia",
  "TXT_CODE_aadfb5c0": "Ya sea para recordar a las consolas y a los operadores que hay una nueva versión de Geyser que es compatible con la versión Bedrock y que esta versión de Geyser no es compatible con la versión Bedrock.",
  "TXT_CODE_ab4cc2dc": "Acuerdo de usuario final del software, este acuerdo debe configurarse para aceptar; de lo contrario, el software del servidor no se puede activar",
  "TXT_CODE_ab4d93": "Muestra solicitudes de ping de los clientes.",
  "TXT_CODE_ab5d758e": "Búsqueda de entidades de colisión de soporte blindado",
  "TXT_CODE_ab7672dd": "Longitud mínima de contraseña para nuevas cuentas de jugadores. \nno puede ser menor que 4",
  "TXT_CODE_ab839970": "¿Está habilitada la velocidad?",
  "TXT_CODE_abc080d": "Sin límite de tiempo",
  "TXT_CODE_abd2f7e1": "Restablecer diseño de tarjeta",
  "TXT_CODE_abe0862e": "Se utiliza para mostrar información detallada y el estado de los nodos remotos.",
  "TXT_CODE_abfe9512": "ahorrar",
  "TXT_CODE_ac01315a": "¿Está seguro de que desea continuar con la eliminación del lote? \nEsta operación no elimina los archivos de instancia reales, solo la instancia",
  "TXT_CODE_ac225d07": "Parámetros de instancia de paquete de compilación:",
  "TXT_CODE_ac405b50": "Error",
  "TXT_CODE_ac52ad06": "Exigir eventos exclusivos de Halloween durante todo el año",
  "TXT_CODE_ac696f4d": "Si los complementos deben mostrarse en las respuestas a las consultas de forma predeterminada.",
  "TXT_CODE_acabc771": "Segundo",
  "TXT_CODE_acd4abda": "Implemente rápidamente usando imágenes de Docker",
  "TXT_CODE_ad14bcf3": "Este archivo de configuración es el archivo de configuración principal del servidor dedicado Bedrock Edition. La mayoría de las configuraciones del servidor Bedrock Edition se establecen en este archivo de configuración, como el puerto del servidor, la cantidad de personas, la línea de visión y los parámetros de restricción, etc.",
  "TXT_CODE_ad1c674c": "acuerdo",
  "TXT_CODE_ad207008": "Editar",
  "TXT_CODE_ad30f3c5": "Número de salidas:",
  "TXT_CODE_ad40abfb": "Ocultar metadatos de elementos con efectos visuales",
  "TXT_CODE_ad5107bc": "Configuración del grupo de permisos",
  "TXT_CODE_ad533c70": "La contraseña debe tener entre 9 y 36 caracteres y contener letras y números mayúsculas y minúsculas.",
  "TXT_CODE_ad5e2b0f": "Dirección del enlace",
  "TXT_CODE_ad6c5d03": "¿Cuántos tics para despertar a los monstruos voladores?",
  "TXT_CODE_adab942e": "Permitir que los usuarios generales utilicen funciones de administración de archivos",
  "TXT_CODE_addfcb6b": "Sí",
  "TXT_CODE_ae09d79d": "subir",
  "TXT_CODE_ae441ea3": "¡La ruta de montaje adicional del contenedor de instancias está configurada incorrectamente! \n¡Por favor, compruebe!",
  "TXT_CODE_ae533703": "Gestión de archivos",
  "TXT_CODE_ae575e12": "Si está utilizando el panel de acceso de proxy inverso, active esta opción. \nEl panel obtendrá la IP real del \"X-Real-IP\" en el encabezado de la solicitud.",
  "TXT_CODE_ae747cc0": "Tiempo de expiración:",
  "TXT_CODE_aea11899": "Solo colisión de jugadores",
  "TXT_CODE_aeb10fea": "Utilice el mismo puerto de conexión que Java Edition",
  "TXT_CODE_af11ca2a": "Tasa máxima de generación de bloques del jugador",
  "TXT_CODE_af143e18": "reloj",
  "TXT_CODE_af19b7b5": "En términos generales, el valor predeterminado puede cumplir con escenarios de uso diario personal. Si la escala aumenta, los requisitos de hardware serán mayores. Para no perder excesivamente la experiencia del usuario, un umbral adecuado es muy importante.",
  "TXT_CODE_af1f921d": "Si no lo completa, el valor original no se cambiará. Después de restablecer la contraseña del usuario, 2FA también se restablecerá en consecuencia.",
  "TXT_CODE_af21e6b": "Versión panel",
  "TXT_CODE_af28bbfd": "El dragón ender siempre genera un huevo de dragón cuando muere.",
  "TXT_CODE_af2a6972": "Haga clic en el botón \"He terminado de escanear\".",
  "TXT_CODE_afb12200": "Contenedorización",
  "TXT_CODE_afb7259b": "El formato de contenido que se muestra en la lista TAB de reproductores conectados al servidor.",
  "TXT_CODE_afd43f2": "Salida detallada de los tiempos",
  "TXT_CODE_app.addr": "Dirección de acceso: http://<dirección IP>:{{puerto}}/ o ws://<dirección IP>:{{puerto}}",
  "TXT_CODE_app.configPathTip": "Archivo de configuración: datos/Config/global.json",
  "TXT_CODE_app.developInfo": "No se puede iniciar. Este proyecto lo utilizan los desarrolladores de MCSManager y los usuarios generales no pueden operarlo directamente.\n\nVaya a https://mcsmanager.com/ para conocer los métodos de instalación más recientes.\n\nSi desea ejecutar en modo de desarrollo, cree un directorio público, src/public, coloque los archivos estáticos del front-end y ejecútelo nuevamente.",
  "TXT_CODE_app.doc": "Documento de referencia: https://docs.mcsmanager.com/",
  "TXT_CODE_app.exitTip": "Puede utilizar la tecla de acceso directo Ctrl C para cerrar el programa.",
  "TXT_CODE_app.host": "Dirección de acceso: http://localhost:{{port}}",
  "TXT_CODE_app.httpSetupError": "Hay un error al iniciar el servicio HTTP/Socket. Es posible que el puerto de conexión esté ocupado, los permisos sean insuficientes o el dispositivo de la tarjeta de red no esté disponible.",
  "TXT_CODE_app.instanceLoad": "Todas las instancias de aplicaciones cargadas, total {{n}}",
  "TXT_CODE_app.instanceLoadError": "No se pudo leer el archivo de instancia local:",
  "TXT_CODE_app.panelStarted": "El lado del panel ha sido iniciado.",
  "TXT_CODE_app.password": "Clave de acceso: {{key}}",
  "TXT_CODE_app.passwordTip": "Como único método de autenticación, utilice la función de nodo del panel MCSManager para conectar el programa.",
  "TXT_CODE_app.portTip": "El acceso a la red pública de software requiere abrir el puerto {{port}} y el puerto de conexión del demonio",
  "TXT_CODE_app.reference": "Referencia del proyecto: https://github.com/mcsmanager",
  "TXT_CODE_app.sessionConnect": "La sesión {{ip}} {{uuid}} está conectada",
  "TXT_CODE_app.sessionDisconnect": "La sesión {{ip}} {{uuid}} ha sido interrumpida",
  "TXT_CODE_app.started": "El demonio ahora se ha iniciado con éxito.",
  "TXT_CODE_app.sysinfo": "informe de recursos",
  "TXT_CODE_app.welcome": "Bienvenido al demonio MCSManager",
  "TXT_CODE_auth_router.access": "Sesión {{id}}({{address}}) Verificación de identidad exitosa",
  "TXT_CODE_auth_router.disconnect": "La sesión {{id}}({{address}}) se desconectó debido a un largo período de identidad no verificada.",
  "TXT_CODE_auth_router.illegalAccess": "Acceso no autorizado",
  "TXT_CODE_auth_router.notAccess": "La sesión {{id}}({{address}}) intentó acceder no autorizado a {{event}} y ahora está bloqueada.",
  "TXT_CODE_b01f8383": "aprende más",
  "TXT_CODE_b029a155": "La instancia no podrá iniciarse después de su vencimiento.",
  "TXT_CODE_b05948d1": "Los permisos cambiaron exitosamente",
  "TXT_CODE_b05c6947": "Permitir que las arañas crucen las fronteras del mundo",
  "TXT_CODE_b08f61c5": "La cantidad de animales acuáticos que se pueden engendrar en cada mundo.",
  "TXT_CODE_b09eea4": "monstruo",
  "TXT_CODE_b09eff8f": "Crear una imagen de entorno OpenJDK 8",
  "TXT_CODE_b0a18c20": "he terminado de escanear",
  "TXT_CODE_b0aa2db9": "¡Cerrado!",
  "TXT_CODE_b0ad88c4": "Si se debe habilitar el protocolo PROXY al conectarse al servidor.",
  "TXT_CODE_b0b67785": "Forzar la hora mundial a la hora normal, de día o de noche.",
  "TXT_CODE_b0c4e4ae": "Especificar el núcleo de la CPU",
  "TXT_CODE_b0f5847f": "Mostrar rango de seguimiento de entidad",
  "TXT_CODE_b10cbef0": "Límite de abuso de la tabla de síntesis",
  "TXT_CODE_b11166e7": "La instancia se está reiniciando",
  "TXT_CODE_b12787d7": "Si permitir el inframundo (incluido el infierno)",
  "TXT_CODE_b128afa6": "Por favor ingresa un nuevo título de tarjeta",
  "TXT_CODE_b147fabc": "crear",
  "TXT_CODE_b152cd75": "Por favor seleccione el archivo primero",
  "TXT_CODE_b1600db0": "La instancia se está actualizando.",
  "TXT_CODE_b16dc70c": "Esqueleto marchito",
  "TXT_CODE_b16fc7a6": "Si se debe permitir que los jugadores utilicen un proxy de red para acceder al servidor",
  "TXT_CODE_b197be11": "Los datos se están cargando...",
  "TXT_CODE_b19ed1dd": "reiniciar",
  "TXT_CODE_b1d709bc": "Si se muestran las direcciones IP en las que BungeeCord está escuchando",
  "TXT_CODE_b1dedda3": "Cerca",
  "TXT_CODE_b1e2e1b4": "Borrar salida de consola",
  "TXT_CODE_b1f833f3": "Descargue la lista de fuentes al instalar rápidamente el servidor. Puede personalizar el sitio de descarga predeterminado del servidor cambiando esta dirección.",
  "TXT_CODE_b1fd3eb1": "Configuración de reenvío de puertos",
  "TXT_CODE_b214a52d": "Si se debe permitir que los jugadores se ataquen entre sí",
  "TXT_CODE_b23cc3e": "Opcional, no complete el valor predeterminado: /workspace/",
  "TXT_CODE_b23e2bab": "tarjeta de marcador de posición",
  "TXT_CODE_b251fa6d": "ID del nombre para mostrar del artículo",
  "TXT_CODE_b26a0528": "Nodo de pertenencia",
  "TXT_CODE_b2767aa2": "Configuración de plantilla predeterminada",
  "TXT_CODE_b278707d": "Cuando descubra que el nombre del archivo está confuso al descomprimir/comprimir el archivo, puede modificar esta opción para resolver el problema.",
  "TXT_CODE_b290a4b0": "Nombre de la tarea del proyecto",
  "TXT_CODE_b2dbf778": "Si necesita acceder al panel a través de una aplicación de terceros, deberá utilizar esta clave para la verificación de identidad. Cualquier solicitud que utilice esta clave tendrá los mismos permisos que esta cuenta.",
  "TXT_CODE_b30daa03": "Permitir CrimsonCreep cuando el mundo esté en modo difícil",
  "TXT_CODE_b3127cba": "Color de chat para el grupo de superadministrador",
  "TXT_CODE_b3190a77": "Ya sea para marcar a los aldeanos no activados",
  "TXT_CODE_b32f926d": "Corrección del movimiento del bebé zombie.",
  "TXT_CODE_b340c04a": "por favor sea paciente",
  "TXT_CODE_b34efc1": "El manifiesto del contenedor representa todas las instancias de la aplicación que se ejecutan en un entorno de imagen independiente. El manifiesto aquí no solo incluye los contenedores iniciados por el panel.",
  "TXT_CODE_b34f9eee": "máxima salud",
  "TXT_CODE_b355c681": "Mensaje de expulsión que excede la velocidad de procesamiento de paquetes",
  "TXT_CODE_b37e6938": "Opcionalmente, agregue un mensaje personalizado que se mostrará en la ventana de solicitud del paquete de recursos cuando use require-resource-pack.",
  "TXT_CODE_b3825da": "Procesando..",
  "TXT_CODE_b3e2f83e": "Esta tarjeta no tiene ningún contenido y puede usarse para ocupar espacio para lograr requisitos de diseño centrado.",
  "TXT_CODE_b3ea8245": "Número máximo de colisiones de entidades",
  "TXT_CODE_b3f2ea10": "Introduce la URL de la música.",
  "TXT_CODE_b45e73fb": "La cantidad de segundos que el jugador debe esperar antes de reaparecer si hay un jefe cerca. \nRango válido: 0 (predeterminado) a 30 segundos. \nÚselo bajo su propio riesgo",
  "TXT_CODE_b488372f": "todos",
  "TXT_CODE_b4a9d04a": "Número de nodos en línea",
  "TXT_CODE_b4d8588": "Versión del sistema",
  "TXT_CODE_b51bac6f": "Para configurar una instancia usando una imagen de Docker, debe asegurarse de que Docker esté instalado correctamente.",
  "TXT_CODE_b5a0661a": "Título",
  "TXT_CODE_b5a3a6ca": "Verificación genuina",
  "TXT_CODE_b5a47731": "El administrador ha restringido el uso de la función de reinstalación de instancias por parte de usuarios generales.",
  "TXT_CODE_b5afc7e": "El número máximo de jugadores que mostrará el cliente del jugador; el valor predeterminado es 1. \nEste artículo es sólo para decoración y no tiene un número máximo real de jugadores.",
  "TXT_CODE_b5b33dd4": "Visualización del texto de la página de inicio de sesión",
  "TXT_CODE_b5c7b82d": "Ajustes",
  "TXT_CODE_b5ca0563": "Le guiaremos en el uso y la implementación de su aplicación.",
  "TXT_CODE_b5ce1069": "Bloquear la conexión de jugadores no softcore",
  "TXT_CODE_b625dbf0": "Subiendo:",
  "TXT_CODE_b642de88": "Límite máximo de jugadores del servidor",
  "TXT_CODE_b649a71a": "Ordene eventos exclusivos de Navidad durante todo el año",
  "TXT_CODE_b6697d36": "Cuando el cliente del jugador envíe la cantidad total de paquetes de datos, será expulsado. 0 significa cerrado.",
  "TXT_CODE_b67197fc": "todos los usuarios",
  "TXT_CODE_b69550bf": "antiguo usuario",
  "TXT_CODE_b6eb8851": "¿Los zombies atacan los huevos de tortuga?",
  "TXT_CODE_b729d2e": "Puerto de conexión de contenedores",
  "TXT_CODE_b72d638d": "Requerido y debe ser único.",
  "TXT_CODE_b76d94e0": "actualizar",
  "TXT_CODE_b7c8eb9f": "Razones por las que los jugadores incondicionales tienen prohibido morir",
  "TXT_CODE_b7cab91d": "enviar comando",
  "TXT_CODE_b7d026f8": "Tareas programadas",
  "TXT_CODE_b7d38e78": "¡El nodo remoto no se puede utilizar! \n¡Comuníquese con el administrador para verificar el estado del nodo remoto en la lista de nodos!",
  "TXT_CODE_b8108d4d": "Ingrese el comando aquí y presione Enter para enviar.",
  "TXT_CODE_b815f6f6": "Desactivar los efectos de residuos de reptiles.",
  "TXT_CODE_b82225c3": "Descomprimiendo archivos, por favor espere...",
  "TXT_CODE_b858d78a": "Copiado exitosamente",
  "TXT_CODE_b8814f15": "Puede ser que el panel no tenga permiso para acceder a este archivo. Puede intentar utilizar \"Administración de archivos\" para editar este archivo.",
  "TXT_CODE_b89780e2": "La versión del archivo de configuración es incorrecta y no se puede configurar la imagen de fondo. Intente reiniciar el panel o restablecer el diseño personalizado.",
  "TXT_CODE_b916a8dc": "variables ambientales",
  "TXT_CODE_b91a94f9": "Símbolo de retorno de carro de ejecución de instrucción",
  "TXT_CODE_b9442311": "Parámetros adicionales",
  "TXT_CODE_b94f13ce": "En la plataforma Windows, suele ser \"retorno de carro y avance de línea\", y en la plataforma Linux/MacOS, suele ser \"avance de línea\".",
  "TXT_CODE_b9ca022b": "Instalando archivos de instancia, espere pacientemente...",
  "TXT_CODE_b9d7fe43": "Requerir validación de token cuando se utilizan puntos finales de API REST públicos",
  "TXT_CODE_ba027d6c": "Comprimiendo archivos, espere pacientemente...",
  "TXT_CODE_ba1a222b": "Permite a los jugadores colocar hielo donde no pueden construir.",
  "TXT_CODE_ba1eb3b5": "Docker es un software de virtualización liviano que utiliza una imagen de entorno para crear un contenedor (como una caja) para envolver su aplicación real, lo que permite que su aplicación se ejecute en un entorno de pruebas virtual, independientemente de lo que haga la aplicación. cualquier archivo en la máquina host.",
  "TXT_CODE_ba42d467": "URL web",
  "TXT_CODE_ba497a8b": "tareas de intervalo",
  "TXT_CODE_ba4f41ba": "Si se debe habilitar la salida detallada",
  "TXT_CODE_ba82dddb": "La construcción de imágenes y la operación de contenedores dependen del software Docker, y todos los nodos remotos en el host físico compartirán todas las imágenes.",
  "TXT_CODE_ba86f4a": "Cuerda elástica MC",
  "TXT_CODE_ba8ebc7": "No puede estar vacío, escriba 0 para representar cada 0 horas",
  "TXT_CODE_baa16e45": "Ampliar ancho",
  "TXT_CODE_bac2d713": "Ya sea para habilitar el modo de depuración",
  "TXT_CODE_bb0b9711": "Instrucciones de actualización o instalación",
  "TXT_CODE_bb888626": "producción",
  "TXT_CODE_bb9657ff": "Analizando selectores en libros.",
  "TXT_CODE_bb98d45": "Habilitar la finalización del comando de brigadier",
  "TXT_CODE_bbbda29": "El comando de inicio no puede contener nuevas líneas. Este no es un archivo de secuencia de comandos y no se pueden ejecutar varios comandos.",
  "TXT_CODE_bbd7d448": "Se recomienda que el personal técnico lea información detallada, como imágenes y contenedores de Docker. Aquí se proporciona el contenido completo de la información en formato JSON.",
  "TXT_CODE_bc3e529c": "Permite un exploit de ruptura permanente de bloques",
  "TXT_CODE_bc883bbb": "Volver a la instalación manual",
  "TXT_CODE_bca67837": "La diferencia entre los valores del servidor y del cliente antes de que se detecte un comportamiento anormal",
  "TXT_CODE_bcfaf14d": "Lo sentimos, no se puede obtener la lista de modpack predeterminado más reciente. Puede haber un problema con su red o el servidor está en mantenimiento.",
  "TXT_CODE_bd2559f3": "Codificación de entrada de consola",
  "TXT_CODE_bd7152f7": "Ya sea para abrir el final",
  "TXT_CODE_bd99b64e": "¡Tiempo de espera agotado! \nComuníquese con el administrador para verificar el estado de la red del nodo, IP del nodo:",
  "TXT_CODE_bdb620b9": "Correr",
  "TXT_CODE_bdd4fe65": "¿Necesita un paquete de recursos?",
  "TXT_CODE_bdfa3457": "El protocolo RCON no se puede habilitar ni deshabilitar en el estado operativo.",
  "TXT_CODE_be1351ce": "¿Cómo conseguir la llave?",
  "TXT_CODE_be1354f5": "Use el modo de diseño para mover el mouse aquí para editar",
  "TXT_CODE_be1f9806": "Escala de control del embudo",
  "TXT_CODE_be236019": "Tasa de crecimiento del grano de cacao",
  "TXT_CODE_be26bb3c": "semilla portal",
  "TXT_CODE_be608c82": "Los diferentes tipos tendrán diferencias sutiles en ciertas funciones.",
  "TXT_CODE_be6484f7": "Por favor seleccione una imagen de instancia",
  "TXT_CODE_be7a689a": "Debe utilizar una dirección de red externa o una dirección de host local; de lo contrario, la entidad de ejecución remota no podrá conectarse.",
  "TXT_CODE_bea356aa": "Permitir conexiones desde ProxyPass y Waterdog.",
  "TXT_CODE_bec3d0ea": "Si se debe salvar el mundo si el servidor falla debido a una excepción no controlada",
  "TXT_CODE_bf8ae6c8": "Este archivo de configuración es el EULA (Acuerdo de licencia de usuario final) del servidor de Minecraft. Debe aceptar este acuerdo para ejecutar el software del servidor normalmente. Si encuentra que esta configuración no es \"Sí\", modifíquela inmediatamente.",
  "TXT_CODE_bfb50126": "Descripción general del estado del nodo",
  "TXT_CODE_bff43de3": "Nombre",
  "TXT_CODE_c03297d4": "Dirección IP de escucha y puerto de conexión",
  "TXT_CODE_c059faee": "Corregir la finalización de la etiqueta del selector de destino",
  "TXT_CODE_c0606ef4": "¿Está seguro de que desea configurar la imagen de fondo?",
  "TXT_CODE_c0a49b60": "Umbral para movimientos incorrectos",
  "TXT_CODE_c0be39df": "Otro alcance de inicio de entidad",
  "TXT_CODE_c0ce588": "Velocidad de crecimiento de la calabaza",
  "TXT_CODE_c117a10c": "Deshabilitar el efecto de persistencia de creeper",
  "TXT_CODE_c1320e08": "Puede borrar todos los archivos que cargó a través de \"Restablecer diseño\"",
  "TXT_CODE_c135338": "Aviso de patada de vehículo volador",
  "TXT_CODE_c14b2ea3": "devolver",
  "TXT_CODE_c14caab": "No se requieren archivos adicionales",
  "TXT_CODE_c1507dd6": "retraso de advertencia",
  "TXT_CODE_c174fbb4": "Permite daño por aglomeración de jugadores.",
  "TXT_CODE_c17f6488": "Seleccionar archivo zip",
  "TXT_CODE_c237192c": "Por favor ingrese un nombre para la nueva instancia",
  "TXT_CODE_c24c2569": "La cantidad de segundos que se deben esperar antes de que un usuario autorice a Geyser a acceder a su cuenta de Microsoft.",
  "TXT_CODE_c2697552": "Modificar pista",
  "TXT_CODE_c26e5fb7": "Admite formato de rebajas",
  "TXT_CODE_c2a8378b": "Nombre del mundo (mapa)",
  "TXT_CODE_c2cef2d": "Alcance del lanzamiento del atacante",
  "TXT_CODE_c3022e22": "Este archivo de configuración es un archivo de configuración común para el tipo Bukkit u otros tipos de servidores derivados. Contiene la mayoría de las configuraciones del servidor, como el puerto del servidor, el número máximo de personas, la distancia de visión del jugador y la verificación genuina, etc.",
  "TXT_CODE_c32bc4b3": "distancia de visión",
  "TXT_CODE_c3a3b6b1": "Nombre del contenedor",
  "TXT_CODE_c3a933d3": "¡Misión cumplida!",
  "TXT_CODE_c3c06801": "Eliminación por lotes exitosa",
  "TXT_CODE_c3ec4dc8": "La barra del hambre de batalla está agotada.",
  "TXT_CODE_c4430fa6": "Evitar que los usuarios inicien sesión antes de completar su conexión",
  "TXT_CODE_c4435af9": "Configuración de mapeo de puertos de conexión de contenedor",
  "TXT_CODE_c48f6f64": "todo",
  "TXT_CODE_c4dfdb26": "Chino tradicional (BIG5)",
  "TXT_CODE_c4f90da6": "Especificar tareas de tiempo",
  "TXT_CODE_c52c93f7": "Si no está habilitado (el valor predeterminado es verdadero), la dirección IP del jugador será reemplazada por <dirección IP retenida> en los registros.",
  "TXT_CODE_c534ca49": "En mantenimiento",
  "TXT_CODE_c565b2e0": "Admite la carga de archivos HTML, esta tarjeta cargará HTML y ejecutará código Javascript.",
  "TXT_CODE_c5c56801": "Hora de registro",
  "TXT_CODE_c62a8fa1": "paquete de texturas",
  "TXT_CODE_c62e2f11": "Configure su servidor aquí. \nCada clave representa el nombre del servidor y el valor representa la dirección IP del servidor al que conectarse.",
  "TXT_CODE_c671927e": "Obligar al cliente a cargar el paquete de recursos del servidor.",
  "TXT_CODE_c68b0bef": "¡Descarga de imagen completa!",
  "TXT_CODE_c698246c": "Los muertos vivientes son inmunes a ciertos efectos.",
  "TXT_CODE_c6ecc182": "Registre los eventos de muerte de la entidad nombrada en el registro",
  "TXT_CODE_c7362d3d": "Si se debe intentar desactivar la compresión para los reproductores Bedrock Edition.",
  "TXT_CODE_c73de59d": "Martes",
  "TXT_CODE_c745cf56": "Modo de depuración",
  "TXT_CODE_c7a43089": "La instancia extraerá la imagen en tiempo de ejecución y la usará para crear un contenedor. Este nombre de imagen debe existir en la nube o local.",
  "TXT_CODE_c7b1b8d0": "Programas que deben iniciarse",
  "TXT_CODE_c7d0002e": "dirección IP",
  "TXT_CODE_c7d340bc": "Evite pasar a trozos descargados",
  "TXT_CODE_c8261c85": "Servidor de juegos Minecraft Bedrock Edition",
  "TXT_CODE_c82a51b0": "Puede ser un nombre de dominio o una dirección IP, como mcsmanager.com, 43.123.211.12",
  "TXT_CODE_c8333afa": "estado desconocido",
  "TXT_CODE_c83551f5": "Rebautizar",
  "TXT_CODE_c846074d": "¡Por favor complete la información de su cuenta!",
  "TXT_CODE_c848a459": "Rango de aparición de criaturas",
  "TXT_CODE_c855fc29": "Usuario agregado exitosamente",
  "TXT_CODE_c8572f16": "semillas de iglú",
  "TXT_CODE_c871d8c8": "Establece la distancia máxima entre una entidad biológica y el jugador para las actualizaciones del servidor, en bloques (radio) en cada dirección del jugador. \nSi las entidades están fuera de este radio, el servidor no las enviará y el jugador no las verá.",
  "TXT_CODE_c8a51b2e": "Por favor introduce la dirección de la imagen.",
  "TXT_CODE_c8c91afc": "Deshabilitar la colocación y el movimiento de mosaicos",
  "TXT_CODE_c8cdeeee": "Versión del archivo de configuración, la modificación puede causar problemas impredecibles. \nSe recomienda no modificar este proyecto.",
  "TXT_CODE_c93f32f8": "Requerido, admite nombre de dominio y dirección IP. Si no se completa, no se consultará la información del servidor, número de personas, versión, etc.",
  "TXT_CODE_c9609785": "condición",
  "TXT_CODE_c9b31f8e": "Jueves",
  "TXT_CODE_c9c27711": "Si se debe ignorar la metralla de bala de cristal para calcular el umbral del proyectil",
  "TXT_CODE_c9e4d5c1": "Evita que aparezcan guardias de mazmorra al enviar jugadores a su punto de generación",
  "TXT_CODE_ca06ec2a": "La entidad selecciona el objetivo según el siguiente rango",
  "TXT_CODE_ca07c84c": "Su navegador actual no admite la copia automática",
  "TXT_CODE_ca500df8": "Este archivo de configuración es un archivo de configuración común para servidores de la categoría papel u otras categorías derivadas. Amplía las deficiencias del archivo de configuración spigot.",
  "TXT_CODE_ca8072bd": "La inicialización falló, ¡el nodo remoto no existe!",
  "TXT_CODE_ca923eba": "día",
  "TXT_CODE_cad62df3": "Solo almacene el caché del usuario cuando el servidor esté inactivo",
  "TXT_CODE_cae10a08": "Se inicia la tarea de eliminación de archivos. Si hay demasiados archivos, llevará algún tiempo.",
  "TXT_CODE_caf10268": "Si el servidor devuelve una lista de complementos al consultar la consola integrada MCSM",
  "TXT_CODE_cafe41ab": "Tiempo de inactividad permitido, en minutos. Expulsar automáticamente del servidor después de exceder el límite.",
  "TXT_CODE_cb043d10": "Ejemplo",
  "TXT_CODE_cb08d342": "El campo no puede estar vacío",
  "TXT_CODE_cb1fef78": "Todos los jugadores deben registrarse o iniciar sesión antes de jugar.",
  "TXT_CODE_cb36c80e": "Lista de contenedores de host remoto",
  "TXT_CODE_cb84b22": "Esta tarjeta puede cargar páginas HTML personalizadas y ejecutar scripts Javascript directamente. Puede utilizar directamente todos los elementos de la página web y es adecuada para desarrolladores de aplicaciones web.",
  "TXT_CODE_cbb958f2": "Si está activado, los jugadores sin una clave pública de firma de Mojang no podrán conectarse al servidor.",
  "TXT_CODE_cbbc779f": "Después de completar el nombre del archivo del software del servidor, vaya a Administración de archivos para cargar el software del servidor e iniciar la instancia.",
  "TXT_CODE_cbc235ad": "Borrando los archivos existentes de la instancia, espere pacientemente...",
  "TXT_CODE_cbe0fc07": "La barra del hambre restaurada está agotada.",
  "TXT_CODE_cc561947": "Escanee el código QR utilizando la autenticación de Google u otra herramienta común de verificación en dos pasos.",
  "TXT_CODE_cc5a3aea": "La longitud de la contraseña no puede ser inferior a 9 caracteres.",
  "TXT_CODE_cc6ecb18": "El número máximo de monstruos despertados por tick.",
  "TXT_CODE_cc7b54b9": "Ajustes básicos",
  "TXT_CODE_ccb60658": "Verificar",
  "TXT_CODE_cd045236": "Tasa de crecimiento de las bayas dulces",
  "TXT_CODE_cd3ae89e": "Mostrar mensaje de guardado automático de copia de seguridad",
  "TXT_CODE_cd40249d": "Número de subprocesos principales de ejecución de chat",
  "TXT_CODE_cd62c9d4": "Evite que se generen o recuperen elementos prohibidos mediante comandos",
  "TXT_CODE_cd8cd5d2": "Esta tarjeta solo se puede colocar en páginas con permisos superiores.",
  "TXT_CODE_cd923ade": "Finalmente, ¿es la primera vez que utilizas este software?",
  "TXT_CODE_cd978243": "Administrador",
  "TXT_CODE_cdd555be": "Ajustes básicos",
  "TXT_CODE_cdf7c16a": "Solo los administradores pueden ver y cambiar esta configuración",
  "TXT_CODE_ce132192": "Buscar por nombre de la aplicación",
  "TXT_CODE_ce8f3dc1": "Si se debe habilitar el protocolo PROXY para el cliente. \nNo desea habilitar esto a menos que esté realizando un proxy inverso UDP frente a su instancia de Geyser.",
  "TXT_CODE_ce917b27": "¡Ya terminaste! \nA continuación, solo necesita ingresar a la \"Consola de instancia\" y tocar \"Iniciar instancia\".",
  "TXT_CODE_ce953a4": "Desactivar PrimeBombs",
  "TXT_CODE_ce99026b": "Almacene registros en una base de datos SQL en lugar de archivos de texto. \nFalso predeterminado",
  "TXT_CODE_cea5dba1": "El programa ha recibido una señal de salida y se prepara para cerrar...",
  "TXT_CODE_ceb783a9": "La gestión de archivos es una función que consume más recursos y es difícil de controlar.",
  "TXT_CODE_ceba9262": "Si es un usuario habitual, póngase en contacto con el administrador del panel.",
  "TXT_CODE_cec321b4": "Codificación de salida:",
  "TXT_CODE_cee5802c": "tiempo de eclosión",
  "TXT_CODE_cf1cb995": "Especifica la cantidad de segundos para almacenar en caché las imágenes en el disco para evitar descargarlas de la red. \n0 significa deshabilitado.",
  "TXT_CODE_cf88c936": "puerto abierto",
  "TXT_CODE_cf95364f": "Esta característica tiene cierta inestabilidad y no puede garantizar que la experiencia del usuario de la interfaz siga siendo óptima.",
  "TXT_CODE_cf9e259c": "Mostrar hora actual",
  "TXT_CODE_cfc657db": "contenido",
  "TXT_CODE_cfd64e73": "Nombre de grupo predeterminado para jugadores recién registrados",
  "TXT_CODE_command.errLen": "Longitud de comando incorrecta; asegúrese de que el formato del comando sea correcto",
  "TXT_CODE_command.instanceNotOpen": "La ejecución de la instrucción falló porque el programa real de la instancia no existe",
  "TXT_CODE_command.quotes": "Comillas dobles de comando incorrectas, no se pueden encontrar un par de comillas dobles. Si necesita usar una comilla doble simple, use el símbolo {comillas}",
  "TXT_CODE_common._7unzip": "[Tarea de descompresión 7zip]",
  "TXT_CODE_common._7zip": "[Tarea de compresión 7zip]",
  "TXT_CODE_common.killProcess": "El programa {{pid}} ha sido finalizado por la fuerza mediante un comando del sistema",
  "TXT_CODE_common.title": "Título",
  "TXT_CODE_common.uuidIrregular": "UUID {{uuid}} es incorrecto",
  "TXT_CODE_d00c21bb": "Tipo de generación de mapa (predeterminado: predeterminado, súper plano: plano)",
  "TXT_CODE_d03c3e0e": "Archivo de configuración original de Bukkit",
  "TXT_CODE_d07742fe": "Archivo de configuración del servidor",
  "TXT_CODE_d092c3b": "Sólo los jugadores incondicionales pueden conectarse",
  "TXT_CODE_d0b40386": "Nombre de la base de datos MySQL",
  "TXT_CODE_d0c670df": "El progreso del panel de gestión de MCSManager es inseparable de la dedicación desinteresada de los contribuyentes y patrocinadores.",
  "TXT_CODE_d0c78699": "Mensaje de servidor de autenticación no disponible",
  "TXT_CODE_d0e37f20": "Habilitar lista blanca",
  "TXT_CODE_d0fd83bf": "Restricciones de chat",
  "TXT_CODE_d11bf156": "Tenga paciencia y utilice la función de actualización para cargar la lista; se espera que esta imagen se elimine más adelante",
  "TXT_CODE_d11cc3e1": "Si se debe habilitar el soporte para HAProxy",
  "TXT_CODE_d12fa808": "Comando de inicio",
  "TXT_CODE_d16d82ab": "Si el contenido de la consola es confuso, puedes intentar modificar la codificación para resolver el problema.",
  "TXT_CODE_d182c422": "¿En qué máquina se implementará el nuevo programa?",
  "TXT_CODE_d1c78fbf": "El nombre utilizado para crear el contenedor se genera aleatoriamente si está vacío.",
  "TXT_CODE_d23631cb": "Configuración de la consola",
  "TXT_CODE_d248b5c8": "Sábado",
  "TXT_CODE_d258ec31": "Borrar todas las selecciones",
  "TXT_CODE_d28c05df": "Establecido con éxito",
  "TXT_CODE_d29c8730": "¿Deberían pasarse las solicitudes de ping de la lista de servidores a los servidores backend?",
  "TXT_CODE_d2bbb2f1": "Grupo funcional de instancia",
  "TXT_CODE_d2c79249": "Si está dispuesto a apoyar el desarrollo posterior de MCSManager,",
  "TXT_CODE_d31a684c": "Hora de inicio:",
  "TXT_CODE_d32301c1": "Puertos de conexión disponibles",
  "TXT_CODE_d324bb21": "Dirección de acceso:",
  "TXT_CODE_d341127b": "tareas de eventos",
  "TXT_CODE_d356cf9d": "ancho de contracción",
  "TXT_CODE_d37f0418": "¡El panel ha sido instalado!",
  "TXT_CODE_d3b29478": "tiempo de modificación",
  "TXT_CODE_d3de39b4": "actualización completada",
  "TXT_CODE_d4146944": "Volver a la página de inicio del panel",
  "TXT_CODE_d4517dcb": "Viernes",
  "TXT_CODE_d486a561": "describir:",
  "TXT_CODE_d4b058a9": "Está prohibido utilizar proyectiles Zenith con objetos distintos a las armas.",
  "TXT_CODE_d4b35741": "Umbral de dirección de movimiento del jugador",
  "TXT_CODE_d4cf1cb8": "Archivo",
  "TXT_CODE_d507abff": "determinar",
  "TXT_CODE_d51cd7ae": "generar",
  "TXT_CODE_d51f5d6": "Las contraseñas ingresadas dos veces son inconsistentes",
  "TXT_CODE_d58ffa0f": "¡La instancia no está en estado de ejecución!",
  "TXT_CODE_d628e631": "Se utiliza para crear instancias rápidamente.",
  "TXT_CODE_d629fa48": "IP del servidor de juegos",
  "TXT_CODE_d6321094": "Incremento de abuso de la tabla de síntesis",
  "TXT_CODE_d648ff91": "Sin embargo, no incluye títulos de tarjetas personalizados ni otro contenido en idioma personalizado.",
  "TXT_CODE_d649b01e": "Guardar equipo de marcador vacío",
  "TXT_CODE_d655beec": "Lista de ejemplo",
  "TXT_CODE_d6a96ea4": "Mostrar un conjunto personalizado de botones de hipervínculo",
  "TXT_CODE_d6c5a7f8": "¡Por favor complete los campos requeridos en el formulario!",
  "TXT_CODE_d6d9c42c": "Estado operativo de la instancia de aplicación",
  "TXT_CODE_d6e7f572": "Si hay algún problema con el uso, se recomienda cerrarlo.",
  "TXT_CODE_d705a2bd": "Los parámetros adicionales se empalman automáticamente al final de la ruta del software.",
  "TXT_CODE_d73c8510": "¿Está seguro de que desea guardar el diseño?",
  "TXT_CODE_d7638d7b": "Requerido, como por ejemplo: openjdk:23-slim",
  "TXT_CODE_d764908b": "Desactiva la distancia máxima que un jugador puede mover (en fichas)",
  "TXT_CODE_d76ccb4f": "¿Qué es una imagen ambiental?",
  "TXT_CODE_d78ad17a": "Por favor seleccione el usuario a eliminar",
  "TXT_CODE_d7a7a095": "La semilla del mapa se deja en blanco de forma predeterminada.",
  "TXT_CODE_d7ad19af": "Versión del archivo de configuración, no lo modifique en circunstancias normales. La modificación puede afectar el funcionamiento normal del servidor.",
  "TXT_CODE_d7c5823e": "Entorno de ejecución Java 8 incorporado, adecuado para el servidor de la versión Minecraft 1.7 ~ 1.16",
  "TXT_CODE_d7dbc7c2": "No disponible",
  "TXT_CODE_d7ee9ba": "último acceso",
  "TXT_CODE_d7fa3be3": "Opcional, parámetro -Xmx, como: 1024M",
  "TXT_CODE_d851d86d": "Marchitar",
  "TXT_CODE_d941eb89": "tarjeta operativa",
  "TXT_CODE_d97eaef3": "¿En qué nivel de dificultad los zombies atraviesan puertas?",
  "TXT_CODE_d9829f9c": "Garrapatas continuas que despiertan monstruos voladores",
  "TXT_CODE_d9b7a6a3": "Permite que el apilamiento de elementos en cofres supere los límites de apilamiento durante la carga del mundo.",
  "TXT_CODE_d9cfab1b": "Número de ejecuciones",
  "TXT_CODE_da234f4f": "Dificultad del juego (tranquilo, fácil, normal, difícil)",
  "TXT_CODE_da26028c": "Número mínimo de segundos para que aparezca el fantasma",
  "TXT_CODE_da2fb99a": "La página web no funciona correctamente.",
  "TXT_CODE_da579edc": "2. Si el visitante no ha iniciado sesión o no tiene permisos suficientes, la tarjeta aún no podrá cargarse.",
  "TXT_CODE_da65ecbd": "Ignora comprobar si el jugador \"puede\" matar la ojiva.",
  "TXT_CODE_da782f63": "Número máximo de hilos para la ejecución del chat",
  "TXT_CODE_da7a0328": "tipo desconocido",
  "TXT_CODE_da8bb476": "Carpeta de actualización del complemento, ingrese el nombre de la carpeta de la nueva versión del complemento, esta carpeta actualizará automáticamente el complemento cuando se reinicie el servidor",
  "TXT_CODE_da8f97a7": "Acceso bloqueado",
  "TXT_CODE_daca92c1": "Puerto de conexión utilizado por la API REST",
  "TXT_CODE_daemonInfo.authError": "Error de verificación de clave del nodo remoto {{- v}}",
  "TXT_CODE_daemonInfo.authFailure": "Se rechazó la verificación de clave del nodo remoto {{- v}}",
  "TXT_CODE_daemonInfo.authSuccess": "Verificación exitosa de la clave del nodo remoto {{- v}}",
  "TXT_CODE_daemonInfo.closed": "Desconectar activamente el nodo remoto {{- v}}",
  "TXT_CODE_daemonInfo.connect": "El nodo remoto {{- v}} está conectado",
  "TXT_CODE_daemonInfo.connectError": "Error al conectarse al nodo remoto: {{- v}}",
  "TXT_CODE_daemonInfo.disconnect": "El nodo remoto {{- v}} está inactivo",
  "TXT_CODE_daemonInfo.replaceConnect": "El usuario inició una solicitud de conexión repetida y ahora restablece la configuración de la conexión.",
  "TXT_CODE_daemonInfo.resetConnect": "El usuario inicia la reconexión al nodo remoto que ya está disponible y se restablece el canal de conexión.",
  "TXT_CODE_daemonInfo.setLanguage": "Establecer idioma de nodo",
  "TXT_CODE_daemonInfo.tryConnect": "Intentando conectarse al nodo remoto",
  "TXT_CODE_db04e635": "Cuando solo hay un servidor predeterminado, el servidor se mostrará en el Motd del jugador. \nEste elemento no tiene ningún efecto cuando ping_passthrough está activado",
  "TXT_CODE_db14fb46": "agregado exitosamente",
  "TXT_CODE_db37b7f9": "Error de descarga de imagen. Asegúrese de que el nombre de la imagen sea correcto o extraiga manualmente la imagen que necesita a través de la ventana acoplable en la consola de administración del nodo.",
  "TXT_CODE_db64faf6": "Número de inicios de sesión del panel",
  "TXT_CODE_db815f4a": "Perfil de regla de filtrado de texto (es posible que no funcione correctamente)",
  "TXT_CODE_db9375a5": "Se puede utilizar para mostrar sitios web externos.",
  "TXT_CODE_dba9bf61": "¡La ejecución de la tarea de compresión falló!",
  "TXT_CODE_dbefcc6c": "servidor de juegos terraria",
  "TXT_CODE_dc570cf2": "Déjelo en blanco para no realizar cambios",
  "TXT_CODE_dca030b8": "¡La longitud de configuración de la ruta de montaje adicional para el contenedor de instancias es incorrecta! \n¡Por favor, compruebe!",
  "TXT_CODE_dce87e42": "Completar 50 significa que el uso de todos los núcleos está limitado al 50%. Si completa 200, significa que el uso total de todos los núcleos puede ser del 200%.",
  "TXT_CODE_dd002fae": "Ya sea para habilitar la lista blanca",
  "TXT_CODE_dd06dea2": "Actualmente hay",
  "TXT_CODE_dd20e5c3": "Garrapatas continuas que despiertan a los aldeanos",
  "TXT_CODE_dd238854": "Memoria máxima",
  "TXT_CODE_dd2cef06": "Máximo de ticks procesados ​​por el bloque",
  "TXT_CODE_dd78943e": "advertencia de seguridad",
  "TXT_CODE_dd8d27ce": "Servidor de juegos Steam",
  "TXT_CODE_ddcca0b9": "Cuadro de texto personalizado",
  "TXT_CODE_dde54f31": "Añadir uno nuevo",
  "TXT_CODE_de150623": "Permitir entidades que no sean jugadores en el marcador",
  "TXT_CODE_de161f0c": "Durabilidad oculta",
  "TXT_CODE_de3ced4b": "Por favor ingresa el nombre de la imagen",
  "TXT_CODE_de61c48c": "Deshabilitar actualizaciones de bloques de notas",
  "TXT_CODE_de854aa6": "Segundos máximos para que aparezca el fantasma",
  "TXT_CODE_deaf423c": "Modos de juego (supervivencia, creativo, aventura, espectador)",
  "TXT_CODE_dec6550e": "Controla la distancia de la entidad visible más lejana en el cliente y puede optimizar y reducir la distancia de manera adecuada.",
  "TXT_CODE_decf21ee": "Suprimir advertencias por permisos de compilación fallidos de zonas, puntos de generación o ediciones fallidas del servidor",
  "TXT_CODE_def287e0": "nodo remoto",
  "TXT_CODE_df1ceee": "Tasa de infección de aldeanos zombies",
  "TXT_CODE_df3fdec": "Todos los archivos en el directorio de trabajo de la instancia se montarán en este directorio dentro del contenedor.",
  "TXT_CODE_df455795": "El valor predeterminado es 24444.",
  "TXT_CODE_df87c46d": "Deseleccionar todo",
  "TXT_CODE_df903498": "Tics continuos para despertar monstruos",
  "TXT_CODE_dfa17b2d": "Esta operación eliminará permanentemente la imagen. ¿Quieres continuar?",
  "TXT_CODE_dfa27a93": "¿Tienes todos los permisos?",
  "TXT_CODE_dfc17a0c": "Nueva configuración",
  "TXT_CODE_e00c858c": "Subir archivo",
  "TXT_CODE_e01539f1": "Cree rápidamente ejemplos de aplicaciones",
  "TXT_CODE_e01e51f3": "¿La Directiva del Tiempo afecta a todos los mundos?",
  "TXT_CODE_e050b3be": "memoria inicial",
  "TXT_CODE_e057798f": "Puerto del servidor (IPv6)",
  "TXT_CODE_e0643e6f": "Si expulsar a los jugadores cuando superan el umbral de HealOther",
  "TXT_CODE_e06841b5": "Al cargar archivos, se creará una instancia al mismo tiempo. Esta operación es irreversible. ¿Quieres continuar?",
  "TXT_CODE_e06c1cea": "Formato de compresión",
  "TXT_CODE_e076d90b": "nodo",
  "TXT_CODE_e08e63b5": "Implementar cualquier ejecutable de consola",
  "TXT_CODE_e093012e": "Al cambiar el ID de la dimensión inferior al ID final, se resuelve el problema de que Bedrock Edition no puede construir por encima de la coordenada Y 127.",
  "TXT_CODE_e1070b52": "¡Estamos trabajando duro en el archivo!",
  "TXT_CODE_e109c091": "Acceso anormal al nodo remoto",
  "TXT_CODE_e10c992a": "Todos los usuarios actualizarán la página para ver sus nuevos cambios.",
  "TXT_CODE_e112412a": "cálido recordatorio",
  "TXT_CODE_e13a6529": "Ya sea para habilitar la lista blanca (nueva versión)",
  "TXT_CODE_e13abbb1": "Instancia ejecutada",
  "TXT_CODE_e15e5006": "Esta página no tiene contenido.",
  "TXT_CODE_e1a3b150": "Representación de color frontal",
  "TXT_CODE_e1af7c8b": "Máximo daño que puede causar una ojiva",
  "TXT_CODE_e1ddd156": "El nombre del mapa informado al servidor de consultas.",
  "TXT_CODE_e21473bc": "Ejemplos de aplicación",
  "TXT_CODE_e29a9317": "El lenguaje de programación cambió.",
  "TXT_CODE_e29b79df": "Si no completa ningún parámetro, la tarjeta recién agregada obtendrá automáticamente datos según la dirección, pero esto no se aplica a todas las páginas y solo se puede usar normalmente en páginas específicas.",
  "TXT_CODE_e2a11a62": "Si se deben reportar datos anónimos a Geyser",
  "TXT_CODE_e2dc0156": "Por ejemplo: 25565",
  "TXT_CODE_e304faa": "Número máximo de conexiones simultáneas. \nSi desea que los jugadores sean expulsados ​​de una configuración de \"servidor lleno\", configúrelo en el número máximo de jugadores que haya establecido, luego configure el número máximo de jugadores de Terraria en 2 o más.",
  "TXT_CODE_e3a77a77": "Ilimitado",
  "TXT_CODE_e3d96a26": "El panel no puede conectarse a ningún nodo remoto. Vaya a la interfaz del nodo para agregar un nodo remoto primero.",
  "TXT_CODE_e3db239d": "horas",
  "TXT_CODE_e4794d20": "Por favor haga clic aquí.",
  "TXT_CODE_e4878221": "Falta ID de nodo remoto",
  "TXT_CODE_e4c84088": "Por favor complete los parámetros requeridos de la tarjeta",
  "TXT_CODE_e4d6cc20": "Error en el cuerpo de la solicitud",
  "TXT_CODE_e4dbff32": "Esponja MC",
  "TXT_CODE_e4e975f0": "Despierta a los aldeanos cada tictac",
  "TXT_CODE_e520908a": "La versión del nodo remoto no coincide con la versión requerida por el panel. Esto puede causar un trabajo anormal. Actualice el nodo remoto inmediatamente.",
  "TXT_CODE_e57bd50f": "acuerdo de código abierto",
  "TXT_CODE_e5839f71": "Tasa de crecimiento del bambú",
  "TXT_CODE_e5b0feda": "Habilitar la recuperación de datos",
  "TXT_CODE_e5b7522d": "Si sus usuarios generales no tienen necesidades de administración de archivos, puede prohibirles que utilicen la administración de archivos.",
  "TXT_CODE_e5ba712d": "Construyendo el servidor como paquete predeterminado:",
  "TXT_CODE_e5f949c": "carpeta",
  "TXT_CODE_e6044db2": "¿A qué puerto de conexión debería conectarse el agente? \nDe forma predeterminada, nos vincularemos a todas las direcciones en el puerto 25577.",
  "TXT_CODE_e60567a8": "Establezca el número de puerto del servidor de escucha (consulte enable-rcon)",
  "TXT_CODE_e627e546": "Número de nodos en línea",
  "TXT_CODE_e641b54c": "ID del autor del libro",
  "TXT_CODE_e65d2d1a": "Habilitar la visibilidad de la red local",
  "TXT_CODE_e66f4ae": "Multiplicador de agotamiento de la barra de hambre de natación",
  "TXT_CODE_e6a5c12b": "ID de instancia",
  "TXT_CODE_e6c30866": "Gestión de imágenes",
  "TXT_CODE_e70a8e24": "condición:",
  "TXT_CODE_e7335483": "Esta función seleccionará automáticamente el protocolo correspondiente según el tipo de instancia establecido por el administrador y obtendrá información y parámetros específicos del proceso del servidor (como: número de jugadores, versión, etc.)",
  "TXT_CODE_e74d658c": "salvado",
  "TXT_CODE_e76e49e9": "Directorio de trabajo montado:",
  "TXT_CODE_e78047a5": "Configuración global para el panel de operación",
  "TXT_CODE_e7a42e0e": "Consejos para limitar la velocidad de conexión",
  "TXT_CODE_e7ad77f0": "Semilla del naufragio",
  "TXT_CODE_e7b75c0e": "grupo de usuario",
  "TXT_CODE_e7cad65f": "Seleccione una instancia para que obtengamos información del nodo.",
  "TXT_CODE_e7cb14e2": "Deshabilitar actualizaciones de tripwire",
  "TXT_CODE_e81c77bc": "Nombre del servidor",
  "TXT_CODE_e83ffa03": "Añadir nuevo usuario",
  "TXT_CODE_e89c5ccb": "Generar terreno bajo cero en un trozo existente",
  "TXT_CODE_e8adf231": "La lava bloquea la visión",
  "TXT_CODE_e8ce38c2": "No se pudo obtener la dirección de carga",
  "TXT_CODE_e8d9c341": "ID del título del libro",
  "TXT_CODE_e96a055e": "Verificación genuina en línea",
  "TXT_CODE_e97669d8": "implementar",
  "TXT_CODE_e98816c2": "La duración de la inmunidad de los aldeanos marca tics",
  "TXT_CODE_e9935066": "Obligatorio, ingrese solo números de puerto numéricos",
  "TXT_CODE_e99ab99a": "¿Estás seguro de que deseas eliminar este usuario?",
  "TXT_CODE_e9dcbfe4": "El importante archivo de configuración del servidor del grupo Bungeecord se puede utilizar para administración distribuida, control de nodos, etc. Sin embargo, este archivo de configuración es más complicado y es solo para configuraciones y operaciones simples.",
  "TXT_CODE_ea0840c9": "atajo de instancia",
  "TXT_CODE_ea46baee": "Otro alcance de seguimiento de entidades",
  "TXT_CODE_ea579dec": "intervalo de historia",
  "TXT_CODE_ea8aaf1b": "Con qué frecuencia emitir una alerta",
  "TXT_CODE_eadb4f60": "Información básica",
  "TXT_CODE_eaed6901": "Ejemplo de ejecución",
  "TXT_CODE_eb579d63": "Gestión de recursos de usuario",
  "TXT_CODE_eb7966f6": "Consulta de entidad de colisión de bastidor de armadura",
  "TXT_CODE_eb880db2": "Usuario normal",
  "TXT_CODE_eb9fcdad": "Nombre de usuario",
  "TXT_CODE_ebd2a6a1": "Diseño personalizado",
  "TXT_CODE_ec0cda88": "Papel MC",
  "TXT_CODE_ec299306": "mi aplicación",
  "TXT_CODE_ec6341cb": "Tamaño mínimo de la carga útil de la red sin procesar para comprimir",
  "TXT_CODE_ec6d29f4": "cada",
  "TXT_CODE_ec734b5c": "Especifique qué imagen utiliza el contenedor para ejecutar",
  "TXT_CODE_eca8f1b3": "Uso de CPU (10 min)",
  "TXT_CODE_ecbd7449": "borrar",
  "TXT_CODE_eccd1c6c": "Múltiplos por moverse demasiado rápido",
  "TXT_CODE_ece2dd18": "Si se establece en Sí, se habilitará la vista previa del chat. \nSi está habilitado, el servidor prohíbe a los usuarios usar VPN o proxies; si está deshabilitado, el servidor no impide que los usuarios usen VPN o proxies.",
  "TXT_CODE_ecf17071": "Número de instancias que no están disponibles temporalmente",
  "TXT_CODE_ecf93b03": "Los aldeanos comienzan a provocar el pánico",
  "TXT_CODE_ed0e3963": "Transmitir información de la consola del servidor a OP",
  "TXT_CODE_ed3fc23": "continuar",
  "TXT_CODE_ed9bab79": "Evita que los jugadores interactúen con el mundo al morir.",
  "TXT_CODE_ed9bfc6c": "Radio de fusión de elementos",
  "TXT_CODE_edd64e4d": "desactivar",
  "TXT_CODE_edf84830": "Tipo de sistema",
  "TXT_CODE_ee01df88": "Si acepta el acuerdo EULA de Minecraft. Si desea iniciar el servidor de Minecraft, esta opción debe estar activada.",
  "TXT_CODE_ee67e1a3": "directorio de trabajo",
  "TXT_CODE_ee8ae330": "Consulta",
  "TXT_CODE_eec3c1d7": "Se considerará que la instalación del paquete de integración predeterminado ha aceptado y leído",
  "TXT_CODE_eed84e8d": "Ya sea para declarar si su servidor es compatible con Forge.",
  "TXT_CODE_ef0ce2e": "Cosas a tener en cuenta",
  "TXT_CODE_ef650d57": "consola analógica",
  "TXT_CODE_ef676a8f": "Utilice una fórmula de cálculo de suerte alternativa",
  "TXT_CODE_ef97db20": "Deshabilite la verificación de OnSecondUpdate para que no escriba en el archivo de registro",
  "TXT_CODE_efb6d377": "La instancia ha dejado de funcionar.",
  "TXT_CODE_efcef926": "Modo de red",
  "TXT_CODE_efd37c48": "grupo funcional",
  "TXT_CODE_effefaab": "Orden de rescisión emitida",
  "TXT_CODE_environment_router.crateErr": "Crear imagen {{name}}:{{tag}} Error:{{error}}",
  "TXT_CODE_environment_router.crateImage": "El demonio está creando la imagen {{name}}:{{tag}} DockerFile de la siguiente manera:\n\n{{dockerFileText}}",
  "TXT_CODE_environment_router.crateSuccess": "Creación de la imagen {{name}}:{{tag}} completada",
  "TXT_CODE_environment_router.delImage": "Daemon está eliminando la imagen {{imageId}}",
  "TXT_CODE_environment_router.dockerInfoErr": "No se puede obtener información de la imagen, asegúrese de haber instalado el entorno Docker correctamente",
  "TXT_CODE_f0260e51": "Pegar archivo",
  "TXT_CODE_f041de90": "Código de gestión de archivos",
  "TXT_CODE_f07610ed": "Configuración exitosa",
  "TXT_CODE_f0789d81": "Modo proxy inverso",
  "TXT_CODE_f0ca2761": "Un diccionario de tokens REST que las aplicaciones externas pueden usar para consultar el servidor",
  "TXT_CODE_f0dc2530": "Permisos de grupo de usuarios predeterminados",
  "TXT_CODE_f115eff": "Intervalo de guardado automático",
  "TXT_CODE_f125d699": "Sólo se puede seleccionar un archivo al mismo tiempo",
  "TXT_CODE_f160d877": "Razones por las que expulsan a jugadores que no están en la lista blanca",
  "TXT_CODE_f174dee0": "Si se establece en \"Desactivado\", el servidor generará dinámicamente el campo de visión del jugador y asignará el resto al cliente para su construcción. \nSolo es válido cuando la generación de fragmentos del lado del cliente habilitada está habilitada.",
  "TXT_CODE_f17889f4": "Se ejecutará de vez en cuando. El intervalo específico se puede configurar con cuidado.",
  "TXT_CODE_f17af923": "tareas periódicas",
  "TXT_CODE_f1b166e7": "Detalles",
  "TXT_CODE_f1c96d8a": "Solución:",
  "TXT_CODE_f220ed78": "¡La instalación está completa!",
  "TXT_CODE_f2577f17": "Permite a los jugadores iniciar sesión en cualquier cuenta, incluso si su nombre de usuario no coincide con el nombre de su personaje.",
  "TXT_CODE_f25df30a": "Terrarios",
  "TXT_CODE_f28ded80": "Semillas de bloques de limo",
  "TXT_CODE_f29d5d2": "Deshabilitar el envío de registros como mensajes a jugadores con permisos de registro",
  "TXT_CODE_f2a58270": "Cargar paquete de compresión de archivos del lado del servidor",
  "TXT_CODE_f2d5dd5": "Si Velocity habilita el modo en línea",
  "TXT_CODE_f2deb1d0": "servidor de juegos minecraft",
  "TXT_CODE_f3fc17f3": "El archivo de configuración del software del servidor PaperSpigot puede configurar aún más parámetros avanzados y configuraciones de juego más específicas, lo que tiene un gran efecto decisivo en el rendimiento general y amplía las deficiencias del archivo de configuración de Spigot.",
  "TXT_CODE_f3fe5c8e": "Por favor seleccione una fecha y hora",
  "TXT_CODE_f41ad30a": "Por favor seleccione lo que desea eliminar",
  "TXT_CODE_f4244bbf": "CPU del host del panel, uso de RAM",
  "TXT_CODE_f435b042": "Si se deben enviar datos de IP del jugador a Mojang para evitar que los jugadores que usan servidores proxy accedan al servidor",
  "TXT_CODE_f4617d31": "Por favor ingrese la dirección URL del archivo",
  "TXT_CODE_f466d7a": "Seleccionar todo",
  "TXT_CODE_f49149d0": "puerto de conexión",
  "TXT_CODE_f49b2787": "Archivos utilizados para administrar instancias de aplicaciones específicas",
  "TXT_CODE_f4c9715b": "Ver más",
  "TXT_CODE_f51ce97e": "Desactivar el desove de bombas de payaso",
  "TXT_CODE_f52079a0": "dirección de conexión",
  "TXT_CODE_f54e6d1f": "tiempo del panel",
  "TXT_CODE_f591e2fa": "Seleccione el tema",
  "TXT_CODE_f59bbcef": "Umbral de paquetes entrantes",
  "TXT_CODE_f5b9d58f": "Panel de administrador",
  "TXT_CODE_f5cbef5c": "Si se debe habilitar el acuerdo de representación",
  "TXT_CODE_f5f9664": "Esta característica permite a los usuarios generales utilizar los paquetes predeterminados en \"Implementación rápida\" para reinstalar instancias.",
  "TXT_CODE_f5feed4e": "Información de seguimiento de la pila anti-ofuscación",
  "TXT_CODE_f6047384": "Opcional, ejemplo lobby-1",
  "TXT_CODE_f60ca79d": "tasa de crecimiento de la zanahoria",
  "TXT_CODE_f61bf5f3": "Desactivar el efecto de retroceso de explosión",
  "TXT_CODE_f63bfe78": "Esto hará que todas las páginas web vuelvan a su estado predeterminado, así que proceda con precaución. \nLa página puede cambiar automáticamente de idioma después del reinicio.",
  "TXT_CODE_f7084f84": "Operación del usuario",
  "TXT_CODE_f70badb9": "Nombre de instancia",
  "TXT_CODE_f71475e2": "La bomba puede afectar el alcance de las fichas desde el punto de explosión (en cuadrículas)",
  "TXT_CODE_f79563ef": "Opcional, parámetro antes de -jar",
  "TXT_CODE_f7f57aec": "Salva el mundo cuando el último jugador se desconecte.",
  "TXT_CODE_f80e0786": "Estado de conexión",
  "TXT_CODE_f859eac": "Actualmente no se admite la edición de este archivo",
  "TXT_CODE_f86b456a": "Permitir copia de pistón",
  "TXT_CODE_f878fd4c": "Instalación",
  "TXT_CODE_f880b5ad": "Crea una cuenta de administrador para acceder al panel",
  "TXT_CODE_f8a15a94": "Archivo comprimido",
  "TXT_CODE_f8b28901": "Reconectar",
  "TXT_CODE_f8ef0c45": "Este archivo de configuración es un archivo de configuración común para servidores de la categoría papel u otras categorías derivadas. Amplía las deficiencias del archivo de configuración Spigot.",
  "TXT_CODE_f8f3218a": "URL del informe de tiempos",
  "TXT_CODE_f912fadc": "en la operación",
  "TXT_CODE_f9a92e38": "La consola de la instancia de la aplicación en el nodo remoto, la carga y la descarga de archivos requieren que la página web pueda conectarse directamente al nodo remoto.",
  "TXT_CODE_f9b6e61b": "Cargar paquete comprimido del lado del servidor",
  "TXT_CODE_fa6d3490": "Permitir que las arañas trepen más allá de las fronteras del mundo",
  "TXT_CODE_fa6f95a1": "MC MCDR",
  "TXT_CODE_fa920c0": "Tiempo de expiración",
  "TXT_CODE_faa6656a": "El servidor enviará una ID de red de bloque con hash en lugar de una ID incremental a partir de 0",
  "TXT_CODE_fabc6a75": "Tiempo de inmunidad de los aldeanos después de trabajar",
  "TXT_CODE_fb00a910": "semillas del desierto",
  "TXT_CODE_fb1ff943": "Tipo de entorno desconocido",
  "TXT_CODE_fb23339d": "Este archivo de configuración es un archivo de configuración común para servidores de tipo Bukkit u otros servidores de tipo derivado. En circunstancias normales, este archivo de configuración no necesita modificarse demasiado. Sin embargo, puede realizar los ajustes adecuados según la traducción. software del servidor, este archivo de configuración puede no ser válido.",
  "TXT_CODE_fb267b0b": "¿Está seguro de que desea eliminar permanentemente el nodo?",
  "TXT_CODE_fb4cb9cb": "No se puede agregar. Esta tarjeta solo se puede colocar en páginas con permisos superiores.",
  "TXT_CODE_fb547313": "¡Asegúrese de que la instancia esté detenida antes de eliminarla!",
  "TXT_CODE_fb75aba9": "[Mecanismo de actualización de configuración] Error al analizar el archivo de configuración, ignorado automáticamente:",
  "TXT_CODE_fb93942a": "Rango de carga del punto de generación",
  "TXT_CODE_fbde647e": "renovado",
  "TXT_CODE_fc4e2173": "Después de cargar el archivo, la instancia se creará automáticamente.",
  "TXT_CODE_fc7ac5ea": "El número máximo de subprocesos de ejecución utilizados por el servidor (0 significa sin límite)",
  "TXT_CODE_fcbdcb34": "Lunes",
  "TXT_CODE_fcd641db": "Acción/tipo de tarea",
  "TXT_CODE_fcde7b2e": "Estos ajustes de configuración requieren cierta experiencia y usted puede hacer una estimación aproximada de qué valores funcionarán para usted según su hardware.",
  "TXT_CODE_fcee1fa0": "semillas de la ciudad antigua",
  "TXT_CODE_fd13f431": "Editar foto",
  "TXT_CODE_fd5ca298": "Reducir la altura (los compañeros deben aceptar cambiar la altura mínima)",
  "TXT_CODE_fd63a181": "No hay ninguna página web en la dirección actual.",
  "TXT_CODE_fd665d32": "velocidad máxima de movimiento",
  "TXT_CODE_fd838916": "Todos los trozos son trozos de limo.",
  "TXT_CODE_fdb6c369": "Nombre de usuario del proceso",
  "TXT_CODE_fdd1a61": "Registre la información de conexión de la API REST",
  "TXT_CODE_fdd8effa": "Aviso de patadas del jugador volador",
  "TXT_CODE_fdec1b6f": "Montar directorio de trabajo",
  "TXT_CODE_fe25087f": "Por favor ingrese la clave",
  "TXT_CODE_fe3f34e6": "No seleccionado",
  "TXT_CODE_fe731dfc": "funcionar",
  "TXT_CODE_fe80882d": "Puerto de consulta UDP",
  "TXT_CODE_fe82609a": "Evita que los jugadores coloquen fichas con estilos no válidos",
  "TXT_CODE_fe95b79a": "Si se debe habilitar la minería autorizada del lado del servidor",
  "TXT_CODE_feab659d": "Todos los tipos",
  "TXT_CODE_fec66aca": "Ya sea para habilitar los logros de Xbox.",
  "TXT_CODE_feeea328": "Obtenga interactividad total de la consola simulando un reenviador de consola. \nIncluyendo el uso de teclas de función Tab, Ctrl, etc.",
  "TXT_CODE_fefbb457": "Cuenta o contraseña incorrectas",
  "TXT_CODE_ff2c2f20": "Bloquear tamaño de caché de archivos",
  "TXT_CODE_ff81b31e": "grabado",
  "TXT_CODE_ff8431c1": "Número de hilos netos",
  "TXT_CODE_ffca72ed": "Hace que el servidor aparezca en línea en la lista de servidores. \nSi se establece en No, suprimirá las respuestas del cliente. \nEsto significa que aparecerá sin conexión pero seguirá aceptando conexiones.",
  "TXT_CODE_ffe9366a": "Si se deben agregar elementos y bloques que no existen en Bedrock Edition.",
  "TXT_CODE_ffebf0bf": "Transmitir mensaje RCON a OP",
  "TXT_CODE_fffaeb16": "¡La cancelación no es posible durante el proceso de carga!",
  "TXT_CODE_file_router.instanceNotExist": "La instancia {{instanceUuid}} no existe",
  "TXT_CODE_file_router.unzipLimit": "Se ha excedido el número máximo de tareas de descompresión simultáneas. El máximo permitido es {{maxFileTask}}. Actualmente hay {{fileLock}} tareas en progreso.",
  "TXT_CODE_file_router_service.instanceNotExit": "La instancia {{uuid}} no existe",
  "TXT_CODE_frp.done": "El programa de mapeo de intranet FRP está instalado. Puede verificar el estado de mapeo desde la esquina superior izquierda. Si no se muestra, es posible que esté bloqueado por un software antivirus, permisos de archivo insuficientes o que la clave FRP sea incorrecta.",
  "TXT_CODE_frp.downloadErr": "No se pudo descargar la aplicación FRP y no se puede iniciar el programa de mapeo de intranet FRP normalmente.",
  "TXT_CODE_frp.installing": "El programa de mapeo de intranet FRP se está descargando e instalando al mismo tiempo. Iniciaremos automáticamente la función de mapeo más tarde...",
  "TXT_CODE_general_start.cmdEmpty": "No se puede iniciar la instancia, el comando de inicio está vacío",
  "TXT_CODE_general_start.cwd": "Directorio de trabajo: {{cwd}}",
  "TXT_CODE_general_start.cwdPathNotExist": "El directorio de trabajo no existe",
  "TXT_CODE_general_start.instanceConfigErr": "Comando de inicio, codificación de entrada y salida o directorio de trabajo está vacío",
  "TXT_CODE_general_start.instanceUuid": "ID de instancia: [{{uuid}}]",
  "TXT_CODE_general_start.pidErr": "Se detectó que el programa/contenedor de instancia no se pudo iniciar (PID está vacío). Las posibles razones son:\n\n1. El comando de inicio de la instancia está escrito incorrectamente. Vaya a la interfaz de configuración de la instancia para verificar el comando de inicio y los parámetros.\n\n2. El entorno del host del sistema es incorrecto o carece del entorno, como el entorno Java, etc.\n\n\nInstrucciones de inicio nativas:\n\n{{comando de inicio}}\n\n\nIniciar el cuerpo del análisis del comando:\n\nPrograma: {{commandExeFile}}\n\nParámetros: {{commandParameters}}\n\n\nInforme esta información al administrador, al personal técnico o solucione el problema usted mismo.",
  "TXT_CODE_general_start.startCmd": "Comando de inicio: {{cmdList}}",
  "TXT_CODE_general_start.startErr": "El inicio de la instancia falló; verifique las instrucciones de inicio, el entorno del host y los archivos de configuración, etc.",
  "TXT_CODE_general_start.startInstance": "Sesión {{source}}: Solicitud para abrir una instancia.",
  "TXT_CODE_general_start.startOrdinaryTerminal": "La instancia de la aplicación se está ejecutando. Puede enviar comandos en el cuadro de entrada de comandos en la parte inferior. Si necesita admitir funciones avanzadas de la consola como Ctrl, Tab y otras teclas de acceso directo, vaya a la configuración de la consola para habilitar la función de consola simulada.",
  "TXT_CODE_general_start.startSuccess": "La instancia {{instanceUuid}} inició correctamente el PID: {{pid}}",
  "TXT_CODE_general_stop.execCmd": "Comando de apagado preestablecido ejecutado: {{stopCommand}}\n\nSi no puede cerrar la instancia, vaya a la configuración de la instancia para cambiar el comando correcto para cerrar la instancia, como ^C, detener, finalizar, etc.",
  "TXT_CODE_general_stop.notRunning": "La instancia no está en estado de ejecución y no se puede detener.",
  "TXT_CODE_general_stop.stopErr": "Si se ha emitido el comando de apagado pero la instancia no se puede cerrar durante un tiempo prolongado, puede deberse a un error en el comando de apagado de la instancia o a que la animación del proceso de la instancia suspendió. Ahora se restaurará al estado de ejecución y el proceso de instancia se suspenderá. El comando de terminación forzada se puede utilizar para finalizar el proceso.",
  "TXT_CODE_general_update.cmdFormatErr": "El formato del comando de actualización es incorrecto, comuníquese con el administrador.",
  "TXT_CODE_general_update.err": "Error",
  "TXT_CODE_general_update.error": "Error de actualización: {{err}}",
  "TXT_CODE_general_update.killProcess": "Terminando por la fuerza el programa de tareas...",
  "TXT_CODE_general_update.readyUpdate": "La instancia {{instanceUuid}} se está preparando para un trabajo de actualización...",
  "TXT_CODE_general_update.statusErr_notStop": "El estado de la instancia es incorrecto, la tarea de actualización no se puede realizar y la instancia debe detenerse.",
  "TXT_CODE_general_update.statusErr_otherProgress": "El estado de la instancia es incorrecto, se están ejecutando otras tareas",
  "TXT_CODE_general_update.terminateUpdate": "El usuario solicitó finalizar la tarea asincrónica de actualización de la instancia {{instanceUuid}}",
  "TXT_CODE_general_update.update": "renovar",
  "TXT_CODE_general_update.updateCmd": "La instancia {{instanceUuid}} ejecuta el comando de actualización de la siguiente manera:",
  "TXT_CODE_general_update.updateErr": "El proceso de actualización se completa, pero el resultado es incorrecto. Es posible que la actualización del archivo esté dañada o que la red no funcione correctamente.",
  "TXT_CODE_general_update.updateFailed": "La actualización falló. El comando de actualización no se pudo iniciar. Comuníquese con el administrador.",
  "TXT_CODE_general_update.updateSuccess": "¡actualización completada!",
  "TXT_CODE_http_router.downloadErr": "Error de descarga: {{error}}",
  "TXT_CODE_http_router.fileNameNotSpec": "El nombre de descarga del archivo de usuario es incorrecto",
  "TXT_CODE_http_router.instanceNotExist": "La instancia no existe",
  "TXT_CODE_http_router.updateErr": "Motivo desconocido: la carga falló",
  "TXT_CODE_install.changeModeErr": "No se pudieron modificar los permisos del archivo {{path}}; configúrelo manualmente en chmod 755 o superior",
  "TXT_CODE_install.guide": "Referencia del programa dependiente: https://github.com/mcsmanager/pty",
  "TXT_CODE_install.installErr": "La instalación de las bibliotecas dependientes opcionales falló. La consola de simulación completa y algunas funciones opcionales no estarán disponibles. La instalación se intentará nuevamente en el siguiente inicio.",
  "TXT_CODE_install.installed": "Los programas dependientes seleccionados se instalaron automáticamente y la consola simulada y algunas funciones avanzadas se habilitaron automáticamente.",
  "TXT_CODE_install.ptyNotSupportSystem": "La consola simulada solo admite la arquitectura Windows/Linux x86_64 y se ha degradado automáticamente a una consola normal.",
  "TXT_CODE_install.ptySupport": "Se detecta que la instalación de la biblioteca dependiente está seleccionada y la función de consola simulada está disponible.",
  "TXT_CODE_install.skipInstall": "Se detecta que el sistema no es un sistema Linux y automáticamente omite la instalación de bibliotecas dependientes.",
  "TXT_CODE_instance.dirEmpty": "Comando de inicio, codificación de entrada y salida o directorio de trabajo está vacío",
  "TXT_CODE_instance.dirNoE": "El directorio de trabajo no existe",
  "TXT_CODE_instance.invalidContainerName": "Nombre de contenedor incorrecto {{v}}",
  "TXT_CODE_instance.invalidCpu": "Especificación de núcleo de CPU incorrecta {{v}}",
  "TXT_CODE_instance.successful": "La instancia {{v}} se inició correctamente",
  "TXT_CODE_instanceConf.autoRestart": "Se detecta que la instancia está cerrada De acuerdo con el mecanismo de evento activo, se ha emitido el comando de reinicio automático...",
  "TXT_CODE_instanceConf.autoRestartErr": "Error de reinicio automático: {{err}}",
  "TXT_CODE_instanceConf.cantModifyInstanceType": "Este tipo de instancia no se puede modificar durante la ejecución.",
  "TXT_CODE_instanceConf.cantModifyProcessType": "Este tipo de programa de instancia no se puede modificar mientras se está ejecutando.",
  "TXT_CODE_instanceConf.cantModifyPtyModel": "No se puede modificar el modo PTY durante la ejecución",
  "TXT_CODE_instanceConf.error": "Error",
  "TXT_CODE_instanceConf.info": "mensaje",
  "TXT_CODE_instanceConf.initInstanceErr": "No se pudo inicializar la instancia, el código de identificación único o los parámetros de configuración están vacíos",
  "TXT_CODE_instanceConf.instanceBusy": "La instancia se encuentra actualmente en un estado ocupado y no puede realizar ninguna acción.",
  "TXT_CODE_instanceConf.instanceLock": "Esta operación {{info}} no se puede realizar porque la instancia está bloqueada. Vuelva a intentarlo más tarde.",
  "TXT_CODE_instanceConf.instantExit": "Se detecta que la instancia se cierra dentro de un período de tiempo muy corto después del inicio. El motivo puede ser que su comando de inicio sea incorrecto o que el archivo de configuración sea incorrecto.",
  "TXT_CODE_instanceConf.ptyNotExist": "La consola simulada no se puede habilitar porque el demonio {{path}} no existe. Puede comunicarse con el administrador para reiniciar el demonio y reinstalarlo (solo Linux).",
  "TXT_CODE_mc_update.updateInstance": "Actualizar instancia.....",
  "TXT_CODE_passport_router.registerErr": "El nombre de la tarea no se puede definir o la clave está vacía",
  "TXT_CODE_permission.apiError": "Clave incorrecta",
  "TXT_CODE_permission.forbidden": "Permisos insuficientes",
  "TXT_CODE_permission.forbiddenInstance": "[Prohibido] [Middleware] Parámetros incorrectos o instancia de acceso incorrecta",
  "TXT_CODE_permission.forbiddenTokenError": "Falló la verificación del token, acceso denegado",
  "TXT_CODE_permission.tooFast": "La velocidad de la solicitud es demasiado rápida. Vuelva a intentarlo más tarde.",
  "TXT_CODE_permission.xmlhttprequestError": "No se puede encontrar el encabezado de solicitud x-requested-with: xmlhttprequest",
  "TXT_CODE_preset.actionErr": "El comando predeterminado {{action}} no está disponible",
  "TXT_CODE_process_config.writEmpty": "El contenido escrito está vacío. Puede ser que el tipo de perfil no sea compatible.",
  "TXT_CODE_protocol.socketErr": "Excepción de sesión {{id}}({{address}})/{{event}} al responder a datos:",
  "TXT_CODE_pty_start.cmdEmpty": "No se puede iniciar la instancia, el comando de inicio está vacío",
  "TXT_CODE_pty_start.cmdErr": "Comando de inicio, codificación de entrada y salida o directorio de trabajo está vacío",
  "TXT_CODE_pty_start.cwdNotExist": "El directorio de trabajo no existe",
  "TXT_CODE_pty_start.instanceStartErr": "El inicio de la instancia falló, verifique el comando de inicio, el entorno del host y los archivos de configuración, etc.",
  "TXT_CODE_pty_start.instanceUuid": "ID de instancia: [{{instanceUuid}}]",
  "TXT_CODE_pty_start.mustAbsolutePath": "El directorio de trabajo de inicio de la consola de simulación debe utilizar una ruta absoluta. Vaya a la interfaz de configuración de la instancia para restablecer la ruta de trabajo a una ruta absoluta.",
  "TXT_CODE_pty_start.notSupportPty": "El modo de consola simulada falló. La arquitectura o el sistema no compatible se degradó automáticamente al modo de consola normal...",
  "TXT_CODE_pty_start.pidErr": "Se detectó una falla en el inicio del proceso. Las posibles razones son:\n\n1. El comando de inicio de la instancia está escrito incorrectamente. Vaya a la interfaz de configuración de la instancia para verificar el comando de inicio y los parámetros.\n\n2. El entorno del host del sistema es incorrecto o carece del entorno, como la falta del entorno Java, etc.\n\n\nComando de inicio:\n\n{{comando de inicio}}\n\n\nInforme esta información al administrador, al personal técnico o solucione el problema usted mismo.",
  "TXT_CODE_pty_start.ptyCwd": "Directorio de trabajo: {{cwd}}",
  "TXT_CODE_pty_start.ptyParams": "Parámetros PTY: {{param}}",
  "TXT_CODE_pty_start.ptyPath": "Ruta PTY: {{ruta}}",
  "TXT_CODE_pty_start.sourceRequest": "Sesión {{source}}: Solicitud para abrir una instancia.",
  "TXT_CODE_pty_start.startCmd": "Comando de inicio: {{cmd}}",
  "TXT_CODE_pty_start.startEmulatedTerminal": "El modo de consola simulada ha entrado en vigor. Puede ingresar contenido directamente en la consola y usar teclas de función como Ctrl y Tab.",
  "TXT_CODE_pty_start.startErr": "El modo de consola simulado falló. Puede ser que el programa dependiente no exista y haya bajado automáticamente al modo de consola normal...",
  "TXT_CODE_pty_start.startPty": "Sesión {{source}}: requiere abrir la instancia, el modo es consola simulada",
  "TXT_CODE_pty_start.startSuccess": "La instancia {{instanceUuid}} inició correctamente el PID: {{pid}}",
  "TXT_CODE_pty_stop.execCmd": "Comando de apagado preestablecido ejecutado: {{stopCommand}}\n\nSi la instancia no se puede cerrar, vaya a la configuración de la instancia para cambiar el comando correcto para cerrar la instancia, como salir, detener, finalizar, etc.",
  "TXT_CODE_pty_stop.notRunning": "La instancia no se está ejecutando y no se puede detener.",
  "TXT_CODE_pty_stop.stopErr": "Si se ha emitido el comando de apagado pero la instancia no se puede cerrar durante un tiempo prolongado, puede deberse a un error en el comando de apagado de la instancia o a que la animación del proceso de la instancia suspendió. Ahora se restaurará al estado de ejecución y el proceso de instancia se suspenderá. El comando de terminación forzada se puede utilizar para finalizar el proceso.",
  "TXT_CODE_quick_install.hiperError": "¡El programa de mapeo de red ya existe y no se puede iniciar nuevamente!",
  "TXT_CODE_quick_install.unzipError": "No se pudo descomprimir el archivo",
  "TXT_CODE_restart.error1": "El estado de la instancia de reinicio es incorrecto. La instancia ya se ha iniciado. El plan de reinicio del último estado está cancelado.",
  "TXT_CODE_restart.error2": "El estado de la instancia de reinicio es incorrecto. El estado de la instancia debería detenerse, pero ahora se está ejecutando. El plan de reinicio está cancelado.",
  "TXT_CODE_restart.restarting": "Se detectó que el servidor se ha detenido. Reiniciando la instancia...",
  "TXT_CODE_restart.start": "Reinicie el plan de instancia para iniciar la ejecución.",
  "TXT_CODE_router.file.off": "Los administradores han restringido a los usuarios el uso de funciones de administración de archivos",
  "TXT_CODE_router.initComplete": "Se han inicializado todos los módulos funcionales y el firewall de permisos.",
  "TXT_CODE_router.instance.createError": "No se pudo crear la instancia",
  "TXT_CODE_router.login.ban": "Demasiados intentos de verificación, su dirección IP ha estado bloqueada durante 10 minutos",
  "TXT_CODE_router.login.init": "[Panel de instalación] Inicializando cuenta de administrador del panel: {{userName}}",
  "TXT_CODE_router.login.installed": "El panel se ha instalado y no se puede reinstalar. Haga una copia de seguridad y elimine la carpeta de datos para una nueva instalación.",
  "TXT_CODE_router.login.nameOrPassError": "Cuenta o contraseña incorrectas",
  "TXT_CODE_router.schedule.invalidName": "Nombre de tarea de proyecto incorrecto",
  "TXT_CODE_router.user.deleteFailure": "No se puede completar la eliminación de datos del usuario",
  "TXT_CODE_router.user.existsUserName": "Este nombre de usuario ya está tomado",
  "TXT_CODE_router.user.installed": "La cuenta de administrador ha sido creada y no se puede volver a crear.",
  "TXT_CODE_router.user.invalidPassword": "Formato de contraseña incorrecto",
  "TXT_CODE_router.user.invalidUserName": "Formato de nombre de usuario incorrecto",
  "TXT_CODE_router.user.passwordCheck": "La contraseña es incorrecta. Debe contener letras mayúsculas y minúsculas, números y tener entre 9 y 36 de longitud.",
  "TXT_CODE_start.instanceMaturity": "El tiempo de vencimiento del uso de la instancia ha expirado y la instancia ya no se puede iniciar.",
  "TXT_CODE_start.instanceNotDown": "La instancia no se cierra y ya no se puede iniciar.",
  "TXT_CODE_start.startInstance": "A partir de...",
  "TXT_CODE_stream_router.IGNOREAccess": "Acceso no autorizado",
  "TXT_CODE_stream_router.authSuccess": "Sesión {{id}} {{address}} Verificación exitosa del canal de flujo de datos",
  "TXT_CODE_stream_router.disconnect": "La sesión {{id}} {{address}} ha desconectado el canal de datos de {{uuid}}",
  "TXT_CODE_stream_router.establishConnection": "La sesión {{id}} {{address}} ha establecido un canal de datos con {{uuid}}",
  "TXT_CODE_stream_router.instanceNotExist": "La instancia no existe",
  "TXT_CODE_stream_router.taskNotExist": "La tarea no existe",
  "TXT_CODE_stream_router.unauthorizedAccess": "Acceso no autorizado",
  "TXT_CODE_systemRemoteService.autoCheckDaemon": "Demonio local detectado, obteniendo automáticamente la clave y el puerto de conexión...",
  "TXT_CODE_systemRemoteService.error": "El archivo de configuración del demonio local no se puede obtener automáticamente. Vaya al panel para conectar manualmente el demonio. Vaya a https://docs.mcsmanager.com/ para obtener más información.",
  "TXT_CODE_systemRemoteService.loadDaemonTitle": "Intentando leer el demonio local {{localKeyFilePath}}",
  "TXT_CODE_systemRemoteService.nodeCount": "Número de nodos remotos: {{n}}",
  "TXT_CODE_systemUser.userCount": "Número de usuarios en esta máquina: {{n}}",
  "TXT_CODE_system_file.execLimit": "Se superó el límite máximo de edición de archivos",
  "TXT_CODE_system_file.illegalAccess": "Ruta de acceso incorrecta",
  "TXT_CODE_system_file.unzipLimit": "La descompresión de archivos solo admite la descompresión de archivos de hasta {{max}} GB. Si necesita cambiar el límite superior, vaya al archivo data/Config/global.json.",
  "TXT_CODE_system_instance.autoStart": "Se ha emitido el comando de inicio automático de la instancia {{name}} {{uuid}}",
  "TXT_CODE_system_instance.autoStartErr": "Instancia {{name}} {{uuid}} Error durante el inicio automático: {{reason}}",
  "TXT_CODE_system_instance.checkConf": "Verifique o elimine el archivo: data/InstanceConfig/{{uuid}}.json",
  "TXT_CODE_system_instance.readInstanceFailed": "No se pudo leer la instancia de aplicación {{uuid}}: {{error}}",
  "TXT_CODE_system_instance.uuidEmpty": "No se puede agregar una instancia porque el UUID de la instancia está vacío",
  "TXT_CODE_system_instance_control.crateSuccess": "Crear tarea de proyecto {{name}} completada",
  "TXT_CODE_system_instance_control.crateTask": "Crear tarea programada {{name}}:\n\n{{tarea}}",
  "TXT_CODE_system_instance_control.crateTaskErr": "Error de creación de tarea programada, expresión de hora incorrecta:\n\n{{nombre}}: {{timeArray}}\n\nIntente eliminar el archivo data/TaskConfig/{{name}}.json para resolver este problema.",
  "TXT_CODE_system_instance_control.execCmdErr": "Ejemplo de error de ejecución de la tarea programada {{uuid}} {{name}}:\n \n{{error}}",
  "TXT_CODE_system_instance_control.execLimit": "No se puede continuar creando tareas programadas para alcanzar el límite superior",
  "TXT_CODE_system_instance_control.existRepeatTask": "Ya existen tareas duplicadas",
  "TXT_CODE_system_instance_control.illegalName": "Nombre de proyecto incorrecto, solo admite guiones bajos, números, letras y algunos idiomas locales",
  "TXT_CODE_ui.help": "[Consola] El demonio tiene funciones interactivas básicas, ingrese \"ayuda\" para ver más información",
  "TXT_CODE_version.versionDetectErr": "Error en la verificación de versión"
}
