{
  "TXT_CODE_00000001": "Bienvenue dans le panneau de gestion de MCSManager",
  "TXT_CODE_10150756": "tâches déclenchées par un événement",
  "TXT_CODE_10194e6a": "alias de réseau",
  "TXT_CODE_10430e01": "Graine d'avant-poste",
  "TXT_CODE_1049cbd1": "Si le serveur doit afficher des messages de niveau de débogage liés aux opérations du système",
  "TXT_CODE_10693964": "n'importe quel programme",
  "TXT_CODE_108ce2e4": "Largeur:",
  "TXT_CODE_10a6d36f": "Une console utilisée pour afficher et interagir avec une instance.",
  "TXT_CODE_10eeb359": "Le nombre de monstres environnants (alias chauves-souris) qui peuvent apparaître dans le monde",
  "TXT_CODE_1135828": "taux de croissance du blé",
  "TXT_CODE_1155db3a": "S'il faut autoriser les écouteurs de serveur utilisant le protocole GameSpy4",
  "TXT_CODE_115e891f": "Désactiver la génération de boules de neige",
  "TXT_CODE_115e8a25": "valeur variable",
  "TXT_CODE_11673d8c": "Déconnexion réussie",
  "TXT_CODE_1181762b": "Temps de séjour en bloc fixe",
  "TXT_CODE_11cfe3a1": "Commande de fermeture d'instance",
  "TXT_CODE_11d2ab6b": "Valeur RVB utilisée pour la couleur du message diffusé",
  "TXT_CODE_11d5caea": "Créer un compte",
  "TXT_CODE_11f8cc36": "Limite d'abus des touches de tabulation",
  "TXT_CODE_123bcd09": "Construction personnalisée à l'aide de DockerFile",
  "TXT_CODE_12413b31": "Le nombre de monstres pouvant apparaître dans chaque monde",
  "TXT_CODE_129475a7": "Raisons d’expulser les joueurs inconditionnels",
  "TXT_CODE_1295831e": "Si la fonction de rendu des couleurs entre en conflit avec la fonction de couleur du logiciel, vous pouvez désactiver cette fonction.",
  "TXT_CODE_12e3afa9": "Un fichier de configuration très important pour le serveur Minecraft. Presque les configurations les plus courantes (ports, nombre de personnes, distance de vue, etc.) sont éditées dans ce fichier.",
  "TXT_CODE_1301e748": "Correction du bug du cristal de fin invincible",
  "TXT_CODE_13663120": "Par exemple : Sans renseigner les paramètres, la « Console Card » ne peut être utilisée que sur la page « Détails de l'instance ».",
  "TXT_CODE_139ef152": "Définir la version. \nNe change pas ça",
  "TXT_CODE_13aa13dd": "Tableau de bord du plug-in de suivi",
  "TXT_CODE_13ae6a93": "Copie",
  "TXT_CODE_13dfc5cb": "Durée de l'historique",
  "TXT_CODE_143e55cb": "ID du numéro de ligne de description de l'article",
  "TXT_CODE_143f213e": "taux de croissance de la vigne",
  "TXT_CODE_147a2f87": "Le temps réel requis est lié à la vitesse du réseau et à la vitesse du processeur, alors soyez patient.",
  "TXT_CODE_148d6467": "Arrêter une instance",
  "TXT_CODE_15022f3e": "Utiliser le nom d'affichage dans le message de sortie",
  "TXT_CODE_1514d08f": "La commande a été émise avec succès sur chaque hôte distant. L'opération spécifique peut être légèrement retardée. Veuillez patienter un moment pour vérifier les résultats.",
  "TXT_CODE_153f705d": "Supprimer la carte",
  "TXT_CODE_1544562": "charge utile",
  "TXT_CODE_1561198c": "Après avoir téléchargé le fichier, l'instance créera et décompressera automatiquement le fichier. La tâche de décompression peut prendre un certain temps.",
  "TXT_CODE_157e06a9": "Nombre maximum de joueurs affichés sur la liste TAB",
  "TXT_CODE_1594de63": "La langue par défaut à utiliser si nous n'avons pas la langue demandée par le client.",
  "TXT_CODE_159f0203": "Portée de suivi des monstres",
  "TXT_CODE_15a381d5": "Ajouter un nouveau nœud",
  "TXT_CODE_15c07350": "La tâche de décompression/compression a expiré et s'est terminée automatiquement !",
  "TXT_CODE_15c6d4eb": "Réinitialisation réussie",
  "TXT_CODE_15f2e564": "Non exécuté",
  "TXT_CODE_1644b775": "Nouveau",
  "TXT_CODE_16853efe": "Modifier les autorisations",
  "TXT_CODE_16b4f026": "S'il faut faire taire la console du bloc de commande",
  "TXT_CODE_16d71239": "Tableau de bord",
  "TXT_CODE_16da1c76": "Échelle de transfert en entonnoir",
  "TXT_CODE_16e58cc1": "S'il faut supprimer l'Ender Dragon",
  "TXT_CODE_16f55a9b": "La tâche de décompression des fichiers démarre s'il y a trop de fichiers, cela prendra un certain temps.",
  "TXT_CODE_1704ea49": "installer",
  "TXT_CODE_17544b7b": "Étant donné que le nom du fichier serveur dans le package compressé ne peut pas être détecté, veuillez remplir vous-même la commande de démarrage.",
  "TXT_CODE_175b570d": "Départ",
  "TXT_CODE_179d7be4": "Activer le protocole Rcon",
  "TXT_CODE_179e8e0": "portée de suivi du joueur",
  "TXT_CODE_179eb7ce": "Le nombre maximum de blocs générés par un joueur en même temps",
  "TXT_CODE_17be5f70": "Le nom de l'image ne peut pas être vide !",
  "TXT_CODE_17cbacf6": "Bloquer le joueur si ce nombre de tuiles est placé en 1 seconde",
  "TXT_CODE_17f1f440": "Adresse de la base de données MySQL",
  "TXT_CODE_181f2f08": "Impossible d'obtenir des informations sur le nœud distant",
  "TXT_CODE_188c7493": "S'il faut désactiver la sauvegarde de la progression",
  "TXT_CODE_18b94497": "besoins environnementaux",
  "TXT_CODE_18cdc17f": "Modifier le titre",
  "TXT_CODE_18d2f8ae": "Êtes-vous sûr de vouloir supprimer cette instance et cette archive ? \nCette opération supprimera tous les fichiers du répertoire de l'instance, veuillez agir avec prudence",
  "TXT_CODE_18df7f10": "Veuillez sélectionner votre catégorie de programme serveur",
  "TXT_CODE_190ecd56": "Charge Linux",
  "TXT_CODE_192078c6": "Lorsqu'un joueur dépasse le seuil TilePaint, s'il faut l'expulser",
  "TXT_CODE_192b48f0": "Le serveur redémarre",
  "TXT_CODE_193297ed": "taux de croissance de la pomme de terre",
  "TXT_CODE_1934114b": "Éditeur de paramètres pour les instances d'application, cartes de fonctions d'entrée pour les paramètres de la console et d'autres fonctions",
  "TXT_CODE_193f5347": "Wither génère un rayon d'effet sonore",
  "TXT_CODE_196253a2": "Faut-il utiliser Mojang pour authentifier les joueurs ? \nPar défaut, cette option est activée.",
  "TXT_CODE_1987587b": "Obligatoire, 3 à 12 caractères, toutes langues prises en charge",
  "TXT_CODE_19cada2a": "L'intervalle en secondes pour envoyer une requête ping au serveur distant.",
  "TXT_CODE_19f697f3": "Je sais que je pourrais être piraté ! \nIgnorez les risques !",
  "TXT_CODE_1a0ab98b": "Définir le mot de passe pour l'accès à distance RCON (voir activate-rcon)",
  "TXT_CODE_1a37f514": "Laissez le programme conteneur utiliser le port de connexion réel de l'hôte via le mappage",
  "TXT_CODE_1a499109": "Fichier ne existe pas",
  "TXT_CODE_1a6bacc6": "S'il faut enregistrer dans la console l'enregistrement des requêtes ping initiées par le client joueur vers BungeeCord",
  "TXT_CODE_1a6d30de": "Empêcher les joueurs softcore de se connecter",
  "TXT_CODE_1a730d48": "Le contenu du fichier de configuration est vide. Veuillez vérifier si le fichier est correct ou cliquez sur le bouton « Modifier le fichier source » ci-dessus pour continuer l'édition.",
  "TXT_CODE_1a8cf808": "Graine de temple sous-marin",
  "TXT_CODE_1ac19459": "Taux de disparition des flèches du mode créatif",
  "TXT_CODE_1adaa4f4": "Réveillez l'animal à chaque tic-tac",
  "TXT_CODE_1af148fe": "Un fichier du même nom existe",
  "TXT_CODE_1b1b2934": "La commande RCON n'a pas pu être envoyée en raison d'un mot de passe incorrect. Veuillez vérifier le mot de passe d'accès défini dans le protocole Steam Rcon !",
  "TXT_CODE_1b450b79": "Veuillez entrer le nom du répertoire",
  "TXT_CODE_1b763e24": "Affiche l'adresse IP du joueur qui a l'autorisation de se connecter lorsque le joueur rejoint",
  "TXT_CODE_1b7a8832": "Travail annulé !",
  "TXT_CODE_1baf656e": "Sélectionnez un répertoire existant sur le serveur",
  "TXT_CODE_1c18acc0": "Paramètres d'apparence",
  "TXT_CODE_1c2efd38": "Impossible d'établir une connexion réseau avec le nœud distant. Veuillez vérifier si le nœud distant fonctionne normalement ? \nLe réseau est-il correctement configuré ?",
  "TXT_CODE_1c36c8f2": "Terminer l'instance",
  "TXT_CODE_1c45f7fe": "Modifier le fichier de configuration du serveur",
  "TXT_CODE_1c7a8f47": "Le serveur est plein!",
  "TXT_CODE_1cd8f9d2": "Fichier de configuration du serveur Tshock",
  "TXT_CODE_1ceefd70": "Les joueurs mélangent",
  "TXT_CODE_1cf6fc4b": "La configuration du port ouvert de ce conteneur est incorrecte !",
  "TXT_CODE_1d39feca": "La version autonome Geyser du fichier de configuration du logiciel serveur possède des paramètres de serveur de base (tels que le port, le nombre maximum de joueurs, etc.) et peut également définir des paramètres de serveur détaillés (cache de blocs, nombre de threads, etc.)",
  "TXT_CODE_1d67c9c6": "Limite du nombre de connexions avec la même IP",
  "TXT_CODE_1d7a8617": "Le rayon de protection du point d'apparition est déterminé en appliquant 2x 1 à cette valeur. Le régler sur 0 ne protégera que le bloc situé en dessous du point d'apparition.",
  "TXT_CODE_1d9d0746": "ID de l'utilisateur",
  "TXT_CODE_1dc16497": "Taux d'envoi de bloc maximum du joueur",
  "TXT_CODE_1deaa2dd": "utilisateur",
  "TXT_CODE_1e08ca6b": "Graines de forteresse",
  "TXT_CODE_1e0b63b6": "fichier vierge",
  "TXT_CODE_1e1dfbbe": "Différents types mèneront à différentes fonctions. S'il n'y a pas de type requis, vous pouvez choisir un type général plus abstrait, tel que Java Universal Edition Server.",
  "TXT_CODE_1e58bb5e": "Contrat d'utilisateur final de Minecraft (CLUF)",
  "TXT_CODE_1e9c479e": "Non",
  "TXT_CODE_1ed0031c": "Plage d'activation de l'entité aquatique",
  "TXT_CODE_1f2062c7": "Obligatoire, 9 à 36 caractères, doit contenir des lettres et des chiffres majuscules et minuscules",
  "TXT_CODE_1f224bef": "S'il faut désactiver l'enregistrement des statistiques",
  "TXT_CODE_1f246be3": "Hauteur minimale :",
  "TXT_CODE_1f61e5a3": "Modifier le fichier d'origine",
  "TXT_CODE_1fbf74d9": "S'il faut forcer le joueur à être téléporté vers le serveur par défaut à chaque fois qu'il entre sur le serveur",
  "TXT_CODE_1fc10e3b": "Appliquer la liste blanche sur le serveur",
  "TXT_CODE_1fe2257b": "Effectuer la vérification du nom d'utilisateur",
  "TXT_CODE_201bc643": "pas de protection",
  "TXT_CODE_2029027e": "La configuration du port ouvert de ce conteneur est incorrecte, et il n'y a aucune valeur sur les côtés gauche et droit du séparateur !",
  "TXT_CODE_2033383b": "Délai entre les vagues. \nPlus la valeur est faible, plus il y a de créatures",
  "TXT_CODE_2038ec2c": "Veuillez sélectionner au moins un profil !",
  "TXT_CODE_20509fa0": "Liste des nœuds distants",
  "TXT_CODE_2054155a": "La hauteur maximale à laquelle les joueurs placent des blocs sur le serveur",
  "TXT_CODE_206f0c11": "Autoriser les joueurs à s'inscrire ne correspond pas nécessairement au nom de leur personnage",
  "TXT_CODE_2076e91e": "montrer",
  "TXT_CODE_2082f653": "Par défaut : /espace de travail/",
  "TXT_CODE_20ce2aae": "Échec de construction",
  "TXT_CODE_20cec54": "symbole de saut de ligne de retour chariot",
  "TXT_CODE_21b8b71a": "Les autorisations normales conviennent aux utilisateurs professionnels et les autorisations les plus élevées conviennent aux gestionnaires.",
  "TXT_CODE_2203d4ff": "Toutes les méthodes de traitement des paquets",
  "TXT_CODE_221bf389": "S'il faut envoyer de fausses instructions de refroidissement.",
  "TXT_CODE_2222777e": "N'existe pas dans l'adresse URL ou les paramètres d'initialisation.",
  "TXT_CODE_226b6c9e": "Activer des événements d'intrusion sans fin",
  "TXT_CODE_22b2a206": "Horaires de déconnexion",
  "TXT_CODE_22cf9c9d": "Spécifiez ici le délai de lecture pour la connexion. \nLa valeur par défaut est de 30 secondes.",
  "TXT_CODE_2313aab2": "S'il faut activer les réponses aux réponses aux requêtes GameSpy 4.",
  "TXT_CODE_23178d7d": "Limite du nombre d'entités enregistrées par bloc",
  "TXT_CODE_233624ad": "Port d'accès à la page Web, veuillez remplir des nombres purs, le port par défaut est le port 23333.",
  "TXT_CODE_235cd293": "Spécifie quelle chaîne doit être utilisée comme partie de départ de la commande. \nSi la longueur est supérieure à 1, il risque de ne pas fonctionner correctement.",
  "TXT_CODE_236f70aa": "Paramètres utilisateur",
  "TXT_CODE_2374966e": "Changer le format de discussion en jeu : {0} = nom du groupe, {1} = préfixe du groupe, {2} = nom du joueur, {3} = suffixe du groupe, {4} = message de discussion.",
  "TXT_CODE_2375f010": "Réinstaller",
  "TXT_CODE_2393baa2": "pierre ronde",
  "TXT_CODE_23b02a65": "Configuration du protocole de requête d'état de l'instance",
  "TXT_CODE_240252a": "Transférez le nombre de joueurs du serveur distant et le nombre maximum de joueurs aux joueurs de Bedrock Edition.",
  "TXT_CODE_2418225f": "À des fins statistiques, veuillez ne pas modifier ni supprimer",
  "TXT_CODE_243a463": "Port d'accès au serveur",
  "TXT_CODE_2452016e": "Veuillez copier manuellement le contenu suivant",
  "TXT_CODE_2471b9c": "Rechercher par nom d'utilisateur",
  "TXT_CODE_24843187": "Préfixe de discussion de groupe du super-administrateur",
  "TXT_CODE_24873a8a": "Page de connexion",
  "TXT_CODE_2493e6fc": "Utiliser le contrôle des autorisations",
  "TXT_CODE_2498e4ed": "Meilleure surveillance de l'état du serveur",
  "TXT_CODE_24e5bff2": "condition",
  "TXT_CODE_255606fb": "Combien de temps conserver les sauvegardes en minutes",
  "TXT_CODE_25699fea": "Fichier de configuration de l'outil de contrôle du serveur MCDReforged",
  "TXT_CODE_25924d5a": "Nombre maximum de ticks traités par l'entité",
  "TXT_CODE_25af3af3": "Mot de passe d'accès RCON",
  "TXT_CODE_25cb04bb": "Enregistré dans le presse-papiers",
  "TXT_CODE_260d96a0": "S'il est défini sur true, les objets donnés au joueur seront insérés directement dans son inventaire. \nSinon, les objets donnés au joueur seront générés en tant qu'objets abandonnés. \nFonctionnalité expérimentale, peut ne pas fonctionner correctement ou entraîner la perte d'éléments",
  "TXT_CODE_26407d1f": "Rapportez une erreur",
  "TXT_CODE_2645196f": "Taux de traitement maximal des paquets",
  "TXT_CODE_26495d02": "Vous pouvez remplir la commande de démarrage, telle que java -jar demo.jar. Si vous ne remplissez pas la commande de démarrage, la commande définie dans l'image prévaudra.",
  "TXT_CODE_266b7246": "Déploiement rapide de Minecraft",
  "TXT_CODE_2695488c": "Veuillez saisir votre nom d'utilisateur",
  "TXT_CODE_26d7316f": "La tâche de décompression a échoué !",
  "TXT_CODE_2728d0d4": "assistant de commandement",
  "TXT_CODE_273d24e0": "démarrage automatique",
  "TXT_CODE_2759226f": "taux de croissance de la canne à sucre",
  "TXT_CODE_2764f197": "Veuillez remplir complètement le formulaire",
  "TXT_CODE_276756b2": "Êtes-vous sûr de vouloir effectuer cette action ?",
  "TXT_CODE_2793b84": "Désactiver le contrôle d'étouffement de téléportation",
  "TXT_CODE_2799a1dd": "Créez rapidement des instances d'application",
  "TXT_CODE_27b7102a": "Aucune autorisation pour exécuter l'invite de commande",
  "TXT_CODE_27ecd5c9": "Générer un délai - ticks",
  "TXT_CODE_27efac3b": "Modifié avec succès",
  "TXT_CODE_27efff22": "Taux de croissance de la vigne des cavernes",
  "TXT_CODE_27f641c1": "graines de jungle",
  "TXT_CODE_27fd08b9": "Multiplicateur d’épuisement de la valeur de la faim pour d’autres activités",
  "TXT_CODE_28116f29": "Serveur Minecraft édition Bedrock",
  "TXT_CODE_28124988": "Répertoire racine du programme",
  "TXT_CODE_2818a7bc": "annuler complètement",
  "TXT_CODE_28190dbc": "Supprimer avec succès",
  "TXT_CODE_281c9d37": "S'il faut enregistrer le contenu de l'erreur dans le fichier journal",
  "TXT_CODE_282b0721": "Paramètres du protocole Steam Rcon",
  "TXT_CODE_28357e8b": "Floodgate utilise le cryptage pour garantir l'utilisation à partir de sources autorisées. \nCela devrait pointer vers la clé publique générée par Floodgate (BungeeCord, Spigot ou Velocity)",
  "TXT_CODE_2841f4a": "Veuillez sélectionner le format du fichier compressé",
  "TXT_CODE_2864bfbc": "Accédez à la gestion des fichiers d'instance",
  "TXT_CODE_2880eed4": "mot de passe RCON",
  "TXT_CODE_288830f4": "Le nombre de secondes que le joueur doit attendre avant de réapparaître. \nPlage valide : 0 (par défaut) à 15 secondes. \nÀ utiliser à vos risques et périls",
  "TXT_CODE_28bf8a1b": "S'il faut activer les horaires",
  "TXT_CODE_28bfb02": "Si cet agent envoie un client avec un FAI/AS différent de celui du serveur d'authentification de Mojang, le joueur sera expulsé.",
  "TXT_CODE_28ce635a": "Pas encore de musique",
  "TXT_CODE_28e53fed": "Gérer les nœuds distants",
  "TXT_CODE_2908dac": "Nom du fichier d'autorisations personnalisées",
  "TXT_CODE_2930907c": "Nombre maximum de blocs stockés automatiquement par tick",
  "TXT_CODE_2931127f": "Le fichier de configuration globale du logiciel serveur PaperSpigot peut configurer davantage des paramètres avancés et des paramètres de jeu plus spécifiques, ce qui a un effet décisif sur les performances globales.",
  "TXT_CODE_2958a0f8": "Félicitations, l'instance a été créée avec succès",
  "TXT_CODE_29b7eca5": "Ignorer les entités d'audience",
  "TXT_CODE_2a07bba3": "Début - chaque joueur",
  "TXT_CODE_2a1fc6cc": "Définir le numéro de port pour l'accès à distance RCON",
  "TXT_CODE_2a2dfc09": "Les joueurs en mode créatif sont immunisés contre les attaques fantômes",
  "TXT_CODE_2a34c50a": "Langue",
  "TXT_CODE_2a379a13": "Facultatif, remplissez si nécessaire en fonction de votre programme de démarrage, tel que : -server -XXX -ZZZ, etc.",
  "TXT_CODE_2a3b0c17": "confirmation finale",
  "TXT_CODE_2a4f13d4": "Affiche le rayon de la tête personnalisée en blocs autour du joueur.",
  "TXT_CODE_2a84466d": "Nombre maximum de sauvegardes automatiques de joueurs par tick",
  "TXT_CODE_2a8dc13f": "Utilisé pour afficher l'état de tous les nœuds distants connectés au panneau",
  "TXT_CODE_2ab3e9fd": "Déployez n’importe quelle application console",
  "TXT_CODE_2abeb185": "La modification de langue modifiera ici simultanément les langues de tous les nœuds et de tous les utilisateurs.",
  "TXT_CODE_2ad9f3a0": "Quelle doit être la taille d'un paquet de données Minecraft avant de le compresser. \nLe définir sur zéro compressera tous les paquets, le définir sur -1 désactivera complètement la compression.",
  "TXT_CODE_2b221e02": "Une fois activée, l'instance s'exécutera dans un environnement « sandbox » et la plupart des opérations n'affecteront pas la sécurité de l'hôte.",
  "TXT_CODE_2b5fd76e": "La commande d'ouverture a été émise",
  "TXT_CODE_2b9e9b5": "Restreindre l'exécution des conteneurs sur des cœurs de processeur spécifiés",
  "TXT_CODE_2ba4bf6f": "Le journal SQL reviendra au journal texte après plusieurs échecs d’insertion d’enregistrements.",
  "TXT_CODE_2bcc4e34": "Sera automatiquement enregistré après le téléchargement",
  "TXT_CODE_2be83d36": "Exception du programme de décompression et de compression. Assurez-vous que le fichier que vous souhaitez traiter existe et est légal. Veuillez réessayer plus tard !",
  "TXT_CODE_2bfc02ef": "Nom du protocole du serveur de transfert (par exemple BungeeCord [X.X], Paper 1.X).",
  "TXT_CODE_2c194599": "S'il faut émettre une annonce lors de l'enregistrement",
  "TXT_CODE_2c41a36d": "La MTU maximale prise en charge par Internet est de 1 492, mais cela peut entraîner des problèmes de fragmentation des paquets.",
  "TXT_CODE_2c4d586f": "Les donjons et les forteresses souterraines se génèrent toujours après avoir désactivé les structures générées (telles que les villages) lors de la génération du monde.",
  "TXT_CODE_2c69ab15": "se déconnecter",
  "TXT_CODE_2c7bcdfa": "1. Cette page est accessible à tous et vous pouvez placer des cartes avec n'importe quelle autorisation.",
  "TXT_CODE_2c9083a1": "Sélectionnez une instance",
  "TXT_CODE_2ca42b39": "Afficher le texte spécifié, prenant en charge la syntaxe Markdown",
  "TXT_CODE_2ce953da": "Profil inconnu",
  "TXT_CODE_2cf59872": "page ouverte",
  "TXT_CODE_2d542e4c": "Nom de la tâche",
  "TXT_CODE_2db37427": "Intervalle de traitement des paquets PlaceRecipePacket",
  "TXT_CODE_2dc23f7a": "Sélectionnez l'encodage de décompression",
  "TXT_CODE_2debc7ae": "Mode extrême (automatiquement bloqué après la mort)",
  "TXT_CODE_2e4469f6": "Ports de connexion disponibles :",
  "TXT_CODE_2e5d3d0f": "propriétaire",
  "TXT_CODE_2ea7af21": "Qu’est-ce que Docker ? \nPourquoi est-ce nécessaire ?",
  "TXT_CODE_2f07d608": "L'intervalle après la tentative de connexion la plus récente du client avant d'autoriser une autre connexion",
  "TXT_CODE_2f291d8b": "Type d'instance",
  "TXT_CODE_2f900008": "Graine du Néant",
  "TXT_CODE_2fa46b8c": "Le fichier image est en cours de téléchargement, veuillez patienter. \nNom de l'image :",
  "TXT_CODE_2fb7e284": "Si BungeeCord active le mode en ligne",
  "TXT_CODE_2fe0cc84": "Veuillez sélectionner un jour de la semaine",
  "TXT_CODE_30051f9b": "ID d'instance :",
  "TXT_CODE_300c2ff4": "Clé du nœud distant",
  "TXT_CODE_30258325": "répertoire de conteneurs",
  "TXT_CODE_3036d123": "S'il faut corriger la position du joueur du client par rapport à la position du joueur du serveur lorsque la valeur de mouvement dépasse le seuil",
  "TXT_CODE_30aa5133": "Adresse IP du serveur Java",
  "TXT_CODE_30fe1717": "Facultatif, par exemple 0,1,2,3",
  "TXT_CODE_311b2d6b": "Affaiblir les monstres générés par les géniteurs",
  "TXT_CODE_312cd9f0": "Méthode de traitement des paquets PlaceRecipePacket",
  "TXT_CODE_313db7d2": "graines fossiles",
  "TXT_CODE_314aa817": "Transférer le nom d'hôte utilisé par le client Bedrock Edition pour se connecter au serveur Java",
  "TXT_CODE_317e0cc1": "Autres étendues de suivi",
  "TXT_CODE_3183c301": "Probabilité de coup de foudre",
  "TXT_CODE_31a1d824": "Réglages avancés",
  "TXT_CODE_31c5a4d0": "Coquille Web",
  "TXT_CODE_320f4304": "Répertoire de fichiers du serveur",
  "TXT_CODE_3243b4f8": "Coffre de gardien Piglin",
  "TXT_CODE_328191e": "Il convient aux situations où l'hôte dispose de plusieurs cartes réseau et de plusieurs adresses IP. Si vous n'avez qu'une seule adresse IP publique, veuillez ne pas définir cet élément.",
  "TXT_CODE_329fb904": "Décompresser dans un nouveau dossier",
  "TXT_CODE_32bf92a1": "Combien de PNJ la statue peut-elle apparaître dans un rayon de 600 pixels avant d'arrêter d'apparaître. \nValeur par défaut 6",
  "TXT_CODE_32cd41d5": "Téléchargement du fichier...",
  "TXT_CODE_32d87bf1": "La plupart des serveurs de jeux Steam nécessitent le protocole RCON pour prendre en charge l'exécution des commandes et prennent également en charge le serveur de jeu Minecraft. Si vous constatez que la console intégrée ne peut pas exécuter de commandes lors de l'exécution du serveur de jeu Steam, vous pouvez essayer de configurer le protocole RCON pour qu'il prenne en charge. il. La commande est exécutée.",
  "TXT_CODE_3354b56e": "S'il faut enregistrer les commandes saisies par le joueur dans la console (seules les commandes BungeeCord sont enregistrées)",
  "TXT_CODE_335ba209": "Choisir le dossier",
  "TXT_CODE_3362d4b7": "Créer une image",
  "TXT_CODE_3371000d": "Le panneau a été installé et ne peut pas être réinstallé.",
  "TXT_CODE_3378e8a5": "Que doit afficher le nombre maximum de joueurs ? \n(Velocity ne prend pas en charge le nombre maximum de joueurs en ligne.)",
  "TXT_CODE_337da349": "Heure de début - jours",
  "TXT_CODE_33c223c": "Ignorer la vérification pour voir si le joueur \"peut\" mettre à jour le projectile",
  "TXT_CODE_33ce1c5c": "Transmettre les variables d'environnement au conteneur",
  "TXT_CODE_34071701": "Découvrez le rayon de fusion des sphères",
  "TXT_CODE_342a04a9": "En maintenance",
  "TXT_CODE_349edc57": "Veuillez sélectionner une heure",
  "TXT_CODE_3502273d": "Ajouter une nouvelle tâche planifiée",
  "TXT_CODE_351aaf7": "Commencer",
  "TXT_CODE_354409b6": "Avertissement de surcharge du serveur",
  "TXT_CODE_3554dac0": "Temps de déclenchement",
  "TXT_CODE_361a79c6": "Le téléchargement des images s'est arrêté !",
  "TXT_CODE_36417656": "Accédez à la console de l'instance",
  "TXT_CODE_365aabd4": "symbole de nouvelle ligne",
  "TXT_CODE_366bad15": "Veuillez entrer le nom du fichier compressé",
  "TXT_CODE_369a4a22": "Réservez des créneaux. \nNombre d'emplacements réservés que les joueurs réservés peuvent rejoindre s'ils dépassent le nombre maximum d'emplacements sur le serveur",
  "TXT_CODE_36b878dc": "Intervalle de traitement des paquets",
  "TXT_CODE_372e97f4": "Quand le monde est en mode dur, la corruption peut se propager",
  "TXT_CODE_377e142": "La tâche de compression de fichiers démarre s'il y a trop de fichiers, cela prendra un certain temps.",
  "TXT_CODE_377e5535": "Veuillez entrer un nom de dossier",
  "TXT_CODE_3790ec90": "S'il faut envoyer des directives d'espace de noms",
  "TXT_CODE_37924654": "Veuillez saisir à nouveau le nouveau mot de passe",
  "TXT_CODE_379fa48a": "Choisi",
  "TXT_CODE_37d67b69": "Quantité maximale de TNT par tick",
  "TXT_CODE_37d839a4": "Le programme de décompression/compression n'a pas pu démarrer ! \nVeuillez vous assurer que les fichiers du répertoire daemon/lib existent et disposent des autorisations correctes ! \nSi cela ne fonctionne toujours pas, réinstallez le panneau",
  "TXT_CODE_37f5901": "Taux de croissance de la betterave",
  "TXT_CODE_38091a03": "Les zombies sont hostiles aux villageois",
  "TXT_CODE_3855e22f": "Si aucun paramètre n'est transmis à la commande ban, le blocage IP est annulé",
  "TXT_CODE_38591f72": "moment précis",
  "TXT_CODE_386f2d66": "La commande a été envoyée, mais il n'y a pas de réponse. Veuillez vérifier dans le jeu.",
  "TXT_CODE_3897eb89": "Nombre maximum de blocs chargés simultanément par un joueur",
  "TXT_CODE_38a430d8": "Sélectionnez le mode réseau pour l'accès aux conteneurs, tel que pont pont",
  "TXT_CODE_393c816c": "La page n'existe pas",
  "TXT_CODE_3969cb6b": "Définir automatiquement la distance d'envoi",
  "TXT_CODE_397667ff": "Enregistrer les événements de décès de villageois dans le journal",
  "TXT_CODE_39994770": "joueur",
  "TXT_CODE_39a3ba38": "graines de village",
  "TXT_CODE_39abde23": "Taux de croissance du varech",
  "TXT_CODE_39ac8ed3": "simple",
  "TXT_CODE_39c5229e": "Modifier les informations du nœud",
  "TXT_CODE_39e7fa63": "Autoriser les ponceuses à dépasser la limite de pile",
  "TXT_CODE_3a056dc8": "Les noms d'utilisateur sont disponibles dans toutes les langues. Veuillez conserver votre mot de passe en sécurité.",
  "TXT_CODE_3a302f23": "Manuel de l'Utilisateur",
  "TXT_CODE_3a3f9a57": "Un fichier de configuration très important pour le serveur Minecraft Bedrock. Presque les configurations les plus courantes (ports, nombre de personnes, distance de vue, etc.) sont éditées dans ce fichier.",
  "TXT_CODE_3a406403": "Requête d'état",
  "TXT_CODE_3a5b3d2d": "Mot de passe de la base de données MySQL",
  "TXT_CODE_3a818e91": "Retour à la liste des images",
  "TXT_CODE_3aa9f36": "Le nom du fichier compressé ou décompressé contient des caractères incorrects, veuillez renommer le fichier !",
  "TXT_CODE_3ae0276b": "Veuillez saisir le mot de passe d'accès au protocole RCON du serveur de jeu, qui se trouve généralement dans le fichier de configuration.",
  "TXT_CODE_3b1bb444": "minute",
  "TXT_CODE_3b1cc020": "Annuler",
  "TXT_CODE_3b346a65": "La protection de zone doit-elle s’appliquer aux box ?",
  "TXT_CODE_3b4260f8": "Combien de PNJ une statue peut-elle engendrer avant qu'elle ne cesse d'apparaître. \nValeur par défaut 10.",
  "TXT_CODE_3b4b656d": "À propos",
  "TXT_CODE_3ba5ad": "Authentification d'utilisateur",
  "TXT_CODE_3bb646e4": "Veuillez sélectionner",
  "TXT_CODE_3bfb9e04": "L'instance cible n'existe pas !",
  "TXT_CODE_3c37583b": "Le répertoire sous la fonction de gestion de fichiers sera monté dans ce répertoire dans le conteneur",
  "TXT_CODE_3c8fd4c2": "Surnom",
  "TXT_CODE_3d046b93": "Contrôle si les coordonnées sont affichées au joueur.",
  "TXT_CODE_3d0885c0": "plate-forme",
  "TXT_CODE_3d09f0ac": "Créer une image",
  "TXT_CODE_3d14442a": "Utilisez DockerFile pour personnaliser n'importe quelle image d'environnement, il est recommandé au personnel technique de le faire",
  "TXT_CODE_3d4e1594": "Taux de traitement maximal des paquets PlaceRecipePacket",
  "TXT_CODE_3d602459": "Statut de l'instance",
  "TXT_CODE_3d68e43b": "Erreur de code de vérification en deux étapes",
  "TXT_CODE_3d7fbe30": "Serveur de jeu Steam",
  "TXT_CODE_3d94ea16": "Le socket du nœud est anormal, veuillez essayer de vous reconnecter dans la gestion des nœuds !",
  "TXT_CODE_3df4beaf": "S'il faut utiliser l'optimisation de l'envoi et de la réception de paquets pour la plate-forme Linux [Linux uniquement]",
  "TXT_CODE_3e252bc9": "L'ampleur de l'intrusion",
  "TXT_CODE_3e68ca00": "Chemin de montage supplémentaire",
  "TXT_CODE_3e724e40": "Ajustements du mouvement des bébés zombies",
  "TXT_CODE_3e83082b": "Autoriser l'utilisation de la signalisation dans les zones de protection contre la renaissance",
  "TXT_CODE_3e93e31e": "Utilisé lors du partage d'un port de connexion, aucune configuration n'est généralement requise ici",
  "TXT_CODE_3e959ce7": "Des tâches de compression/décompression sont en cours...",
  "TXT_CODE_3e98e22f": "Le nombre de tentatives de connexion échouées pour un joueur s'il dépasse ce nombre, le joueur sera directement expulsé.",
  "TXT_CODE_3eb58633": "Peut être utilisé pour la fonctionnalité de redémarrage automatique après un crash.",
  "TXT_CODE_3ed96265": "iframe",
  "TXT_CODE_3efe364e": "grille",
  "TXT_CODE_3f3e734b": "Autoriser les éléments interdits Permet aux groupes de la liste de générer des éléments interdits même si PreventBannedItemSpawn est défini sur true.",
  "TXT_CODE_3f470950": "La santé maximale qu'un joueur peut avoir avant les améliorations d'équipement",
  "TXT_CODE_3f477ec": "La longueur ne peut être que de 3 à 20 caractères",
  "TXT_CODE_3f5a2028": "Si les générateurs de monstres personnalisés utilisent des types de dimension",
  "TXT_CODE_3f678132": "Plage de départ des monstres",
  "TXT_CODE_3f739f9c": "Désactiver le mode difficile",
  "TXT_CODE_3f99f17f": "Version du nœud distant",
  "TXT_CODE_3fce7ccb": "Afficher l'état de l'instance, à condition que l'utilisateur soit autorisé à accéder à l'instance",
  "TXT_CODE_3fe97dcc": "Les paramètres du système",
  "TXT_CODE_400a4210": "Entrez le code:",
  "TXT_CODE_405cd346": "Interface API de requête inter-domaines",
  "TXT_CODE_405d1f28": "Niveau d'autorisation OP (1-4)",
  "TXT_CODE_40a87804": "Téléchargez le fichier HTML",
  "TXT_CODE_40c2c2ee": "L'intervalle entre les sauvegardes en minutes. \nLes sauvegardes sont stockées dans le dossier tshock/backups",
  "TXT_CODE_40c4894a": "Activez la prise en charge du démarrage rapide TCP sur l'agent. \nNécessite que l'agent s'exécute sous Linux.",
  "TXT_CODE_40ca4f2": "renouveler",
  "TXT_CODE_40ee4eaf": "produire du parallélisme",
  "TXT_CODE_413b9c01": "Version de l'environnement du nœud",
  "TXT_CODE_41406a5f": "carte de données",
  "TXT_CODE_41763172": "Cette commande système sera exécutée lorsque l'utilisateur effectuera une opération de mise à jour/installation.",
  "TXT_CODE_41d79430": "Convient à l'environnement d'exploitation du serveur MC Bedrock Edition ou à d'autres programmes Linux",
  "TXT_CODE_41dd4d19": "Site officiel",
  "TXT_CODE_42036f92": "------Événement de connexion utilisateur ------",
  "TXT_CODE_42bcfe0c": "L'initialisation de la console a échoué. Veuillez actualiser la page Web et réessayer !",
  "TXT_CODE_4306a0d0": "Vérification en ligne (authentique)",
  "TXT_CODE_43248597": "pâte",
  "TXT_CODE_432cbc38": "Choisi:",
  "TXT_CODE_432cfb62": "Pas encore de profil",
  "TXT_CODE_43422ed3": "Chemin Java",
  "TXT_CODE_434786c9": "Après avoir téléchargé une image d'arrière-plan, le panneau sera défini sur un thème sombre, flou et translucide, et vous pourrez revenir en arrière à tout moment.",
  "TXT_CODE_435f4975": "Utiliser des images de Docker Hub",
  "TXT_CODE_43984628": "Taux de croissance des verrues du Néant",
  "TXT_CODE_443ac54f": "Activer ou désactiver les contrôles de portée anti-triche en fonction de la distance entre le joueur et l'emplacement de sa tuile",
  "TXT_CODE_44454300": "Expérience maximale combinée",
  "TXT_CODE_444db70f": "Télécharger un logiciel de serveur unique",
  "TXT_CODE_447a9fc4": "Chemin du journal",
  "TXT_CODE_448df2bd": "Mot de passe requis pour rejoindre le serveur",
  "TXT_CODE_449d1581": "Encodage d'entrée et de sortie",
  "TXT_CODE_449efd26": "Désactivez le lecteur si ce nombre de paquets HealOtherPlayer est envoyé en 1 seconde",
  "TXT_CODE_44a472a5": "Directives désactivées",
  "TXT_CODE_450481c5": "Cette carte ne peut pas être prévisualisée lors de son ajout. Veuillez remplir la carte de paramètres appropriée après l'avoir ajoutée pour fonctionner normalement.",
  "TXT_CODE_451f9968": "Confiner les piglins zombies via des portails du Nether",
  "TXT_CODE_45364559": "Veuillez entrer le lien URL",
  "TXT_CODE_458c34db": "Exemple de lien",
  "TXT_CODE_458df26d": "S'il faut désactiver la sauvegarde du profil du joueur",
  "TXT_CODE_4600deb7": "n'importe quel programme de console",
  "TXT_CODE_461d1a01": "Rechercher par nom de nœud",
  "TXT_CODE_462ba96": "UUID de ce serveur, ne le modifiez pas",
  "TXT_CODE_463375d2": "À propos de cette page",
  "TXT_CODE_46bb965": "Créer un serveur de jeu Steam",
  "TXT_CODE_46c4169b": "découper",
  "TXT_CODE_46c4e9ac": "écrire",
  "TXT_CODE_46cb40d5": "Devenez parrain",
  "TXT_CODE_46f575ae": "Commencez enfin :",
  "TXT_CODE_47071ef6": "Vitesse de disparition de la flèche",
  "TXT_CODE_47129a5b": "Si elle n'est pas renseignée, l'adresse locale localhost sera utilisée automatiquement.",
  "TXT_CODE_475c5890": "Par exemple : Mon premier serveur",
  "TXT_CODE_47667d86": "Autoriser les oreilles tierces de Deadmau5 à être visibles.",
  "TXT_CODE_477ece61": "installation terminée",
  "TXT_CODE_47c35915": "Mise en page enregistrée",
  "TXT_CODE_47c62dac": "Utiliser des images",
  "TXT_CODE_47d09eea": "Onglet terminé",
  "TXT_CODE_47dcfa5": "Redémarrage",
  "TXT_CODE_47dd244a": "Vitesse de croissance des fleurs de la torche",
  "TXT_CODE_47e182a5": "Chantier terminé",
  "TXT_CODE_47e21c80": "Veuillez compléter les paramètres de base avant de télécharger le fichier.",
  "TXT_CODE_48044fc2": "Si la source du package de compression est la Chine continentale, GBK est généralement sélectionné ;",
  "TXT_CODE_4822a21": "Un ordre de fermeture a été émis",
  "TXT_CODE_483d379": "La durée des emplacements du serveur et du client peut être désynchronisée (désactivée lorsque l'option server-authoritative-movement est false)",
  "TXT_CODE_485e2d41": "Temps restants",
  "TXT_CODE_4880ef77": "Fichier de configuration mondiale du logiciel serveur PaperSpigot, qui peut être configuré davantage pour chaque monde.",
  "TXT_CODE_4908e15b": "S'il faut forcer le client à charger tous les packages de ressources.",
  "TXT_CODE_495027e1": "Création d'une image d'environnement Ubuntu 22.04",
  "TXT_CODE_498cd5c5": "Cliquez sur le bouton Fermer pour annuler le téléchargement",
  "TXT_CODE_49981cb9": "Veuillez choisir comment déployer votre instance d'application ?",
  "TXT_CODE_49c040e1": "S'il faut échanger des objets de main secondaire et des objets de main principale lors de l'exécution d'une emote.",
  "TXT_CODE_4a37ec9c": "Le nombre de pages Web connectées à cette console, qui peut affecter la largeur et la hauteur de votre console",
  "TXT_CODE_4a56836d": "Configurer la liste d'images",
  "TXT_CODE_4a570d32": "Veuillez vous assurer que cette image existe et doit contenir une balise et d'autres informations. Cette image sera automatiquement extraite avant l'exécution de l'instance.",
  "TXT_CODE_4a6bf8c6": "Port de connexion du nœud distant",
  "TXT_CODE_4a95255b": "champ de suivi des animaux",
  "TXT_CODE_4ab6a0b5": "Temps du navigateur",
  "TXT_CODE_4aba9745": "S'il faut expulser le joueur lorsque le joueur dépasse le seuil TileKill",
  "TXT_CODE_4ad9f75d": "Probabilité d'occurrence",
  "TXT_CODE_4b1d5199": "Prend en charge n'importe quelle langue pour remplir les informations de remarques pertinentes",
  "TXT_CODE_4b20289c": "S'il faut activer l'écriture de bloc synchrone",
  "TXT_CODE_4b610194": "Activer la génération de blocs côté client",
  "TXT_CODE_4b6e951": "saisir",
  "TXT_CODE_4b7eba50": "Nœuds en ligne/nœuds totaux",
  "TXT_CODE_4bbd3fde": "Avancement des travaux",
  "TXT_CODE_4bedec2a": "tous les nœuds",
  "TXT_CODE_4bf93cf1": "Les agents devraient-ils être obligés de mettre en œuvre de nouvelles normes de sécurité à clé publique ? \nPar défaut, cette option est activée.",
  "TXT_CODE_4c38bb42": "La barre de faim pour sauter et courir est épuisée.",
  "TXT_CODE_4c55b6c7": "Essayez de générer un animal à chaque tick. Une valeur de 400 signifie que le serveur essaiera de générer un animal tous les 400 ticks. Une valeur inférieure à 0 sera réinitialisée à la valeur par défaut de Minecraft.",
  "TXT_CODE_4c714a4f": "Le serveur est obsolète ! \nLa version actuelle est {0}",
  "TXT_CODE_4c841d3": "Taux de croissance des champignons",
  "TXT_CODE_4ca9e35f": "squelette",
  "TXT_CODE_4ccdd3a0": "console",
  "TXT_CODE_4cef8979": "Port du serveur (cette option peut ne pas fonctionner si le serveur dispose de paramètres plus avancés)",
  "TXT_CODE_4d00c085": "Activez la prise en charge du canal de message du plug-in BungeeCord sur Velocity.",
  "TXT_CODE_4d124f78": "S'il faut activer la requête UDP",
  "TXT_CODE_4d36128b": "Vérifier les mises à jour",
  "TXT_CODE_4d50f316": "3. Une fois la conception terminée, vous pouvez y accéder directement en utilisant le statut de connexion.",
  "TXT_CODE_4d571cda": "Métadonnées des éléments masqués",
  "TXT_CODE_4d6b06f0": "Chinois simplifié (GBK)",
  "TXT_CODE_4d81a657": "Aperçu",
  "TXT_CODE_4d934e3a": "Attribuer des ressources",
  "TXT_CODE_4d993ca4": "Cadre de l'image",
  "TXT_CODE_4dab643d": "difficulté",
  "TXT_CODE_4df7e9bd": "nom d'hôte",
  "TXT_CODE_4e2c7f64": "Heure",
  "TXT_CODE_4e4b52a0": "Ce processus d'installation peut prendre quelques minutes. Veuillez vous assurer que le réseau est ouvert. Voulez-vous continuer ?",
  "TXT_CODE_4e4d9680": "Nom complet de l'image",
  "TXT_CODE_4e627613": "Cette erreur d'exécution de la carte, veuillez actualiser la page Web et réessayer",
  "TXT_CODE_4e810102": "Veuillez entrer la commande de démarrage",
  "TXT_CODE_4ea93630": "Veuillez saisir le contenu",
  "TXT_CODE_4ed501a1": "Transférez le MOTD du serveur distant aux lecteurs Bedrock Edition.",
  "TXT_CODE_4ef6b040": "arrêté",
  "TXT_CODE_4efba567": "paramètres supplémentaires",
  "TXT_CODE_4f0b822b": "Combien de temps en millisecondes BungeeCord essaiera d'envoyer une requête ping au serveur pour obtenir le nombre de joueurs avant d'annuler la connexion",
  "TXT_CODE_4f225afd": "Uniquement pour le type de vérification en mode en ligne. \nEnregistre une liste des lecteurs Bedrock Edition dont les comptes Java doivent être enregistrés après la connexion.",
  "TXT_CODE_4f34fc28": "Appliquer les paramètres de l'instance",
  "TXT_CODE_4f387c5a": "Après avoir configuré la commande de mise à jour, vous pouvez trouver l'opération de mise à jour sur le bouton de changement d'instance. Après avoir cliqué, la commande écrite ici sera exécutée sur la machine hôte.",
  "TXT_CODE_4f57868": "MC Geyser",
  "TXT_CODE_4f6a2959": "Veuillez attendre que le téléchargement du fichier en cours soit terminé",
  "TXT_CODE_4f6c39d3": "Veuillez entrer un nouveau mot de passe",
  "TXT_CODE_4f917a65": "Limites des ressources :",
  "TXT_CODE_4fb66c81": "Si plus de ce nombre de tuiles sont détruites en 1 seconde, bloquez le joueur et reprenez ses actions",
  "TXT_CODE_4fd13f18": "Ce paramètre est applicable au logiciel serveur du groupe BungeeCord. Cependant, comme ce fichier de configuration est légèrement complexe, la plupart des paramètres ne peuvent être modifiés que simplement. Il est recommandé d'utiliser la fonction de gestion de fichiers en ligne pour modifier ce fichier.",
  "TXT_CODE_4fdbb351": "Environnement de temps d'exécution Java 16 intégré, adapté au serveur Minecraft version 1.17",
  "TXT_CODE_4ff6a125": "Ajout d'un rappel lorsque le serveur est plein",
  "TXT_CODE_50075e02": "Il peut y avoir un retard et la suppression du fichier prendra un certain temps",
  "TXT_CODE_5024d817": "Le répertoire /workspace doit être créé et sera automatiquement monté dans le répertoire racine des fichiers de l'instance.",
  "TXT_CODE_504b84d9": "Activer la journalisation des connexions des joueurs.",
  "TXT_CODE_50511e8f": "Niveau d'autorisation du joueur par défaut (invité : visiteur | membre : membre | administrateur : opérateur",
  "TXT_CODE_50697989": "Utiliser l'adresse de l'hôte distant et une requête floue pour ajouter des exemples d'application pour cet utilisateur",
  "TXT_CODE_509d7d9a": "Le fichier de configuration Spigot peut contrôler davantage le comportement du serveur et des paramètres spécifiques. Certaines restrictions plus avancées se trouvent dans ce fichier de configuration.",
  "TXT_CODE_50aa56a1": "Permet d'utiliser la directive /timings. \nUtilisé pour mesurer le temps que le plug-in passe sur les événements",
  "TXT_CODE_50d471b2": "réinitialiser",
  "TXT_CODE_510bd294": "Prend uniquement en charge le format ZIP. Après le téléchargement, le package compressé sera automatiquement décompressé dans le « Répertoire de fichiers ».",
  "TXT_CODE_5112fcb2": "MC Forge",
  "TXT_CODE_511aea70": "Autorisations",
  "TXT_CODE_51289627": "L'installation est-elle terminée ?",
  "TXT_CODE_5143c584": "Mécanisme de protection pour empêcher la création de messages personnalisés avec des messages de décès",
  "TXT_CODE_514e064a": "IP de liaison du panneau",
  "TXT_CODE_51a1fffb": "Filtre",
  "TXT_CODE_51bb7e9f": "Commande inconnue. \nTapez \"/help\" pour obtenir de l'aide.",
  "TXT_CODE_51df891f": "trace de ruines graines",
  "TXT_CODE_5206cf41": "configuration de base",
  "TXT_CODE_5207688f": "Profil d'autorisation de l'outil de contrôle de serveur MCDReforged",
  "TXT_CODE_5245bd11": "Veuillez compléter le contenu du formulaire",
  "TXT_CODE_524e3036": "console",
  "TXT_CODE_5275cb62": "Le nombre de ticks commence lorsque le joueur souffre d'insomnie",
  "TXT_CODE_528753e7": "Étant donné que Minecraft ou d'autres programmes nécessitent des environnements d'exploitation spécifiques, tels que Java/Python/.NET, etc., il est très compliqué d'installer et de gérer différentes versions sur la même machine. L'utilisation de différentes images d'environnement permet de gérer facilement différentes versions et différents types de fichiers. environnements de services.",
  "TXT_CODE_52b31aef": "Connectez-vous à l'endroit où les joueurs se déconnectent en fonction de leur adresse IP. \nIl sera effacé après le redémarrage du serveur.",
  "TXT_CODE_52ba5942": "Carte complète",
  "TXT_CODE_52bc24ec": "Confirmer le téléchargement",
  "TXT_CODE_52c8a730": "activer",
  "TXT_CODE_52eff9c3": "Niveau d'autorisation OP (1-4)",
  "TXT_CODE_53046822": "Limiter l'utilisation du processeur (pourcentage)",
  "TXT_CODE_530f5951": "Voir",
  "TXT_CODE_5338b335": "taux de croissance de la pastèque",
  "TXT_CODE_53408064": "Créer une candidature",
  "TXT_CODE_534db0b2": "port de connexion hôte",
  "TXT_CODE_5366af54": "Quitter le travail par lots",
  "TXT_CODE_53745cc0": "Le nombre total d'instances qui vous sont attribuées par les responsables",
  "TXT_CODE_537cd5ad": "Revenir à la liste des profils",
  "TXT_CODE_53aec8c6": "Cochez entre chaque gros bloc de collecte des ordures",
  "TXT_CODE_5415f009": "Aucun contenu, veuillez sélectionner le nœud dans la liste déroulante dans le coin supérieur droit ou cliquez sur Créer une application",
  "TXT_CODE_5476e012": "état de fonctionnement",
  "TXT_CODE_551b0348": "mot de passe",
  "TXT_CODE_5544ec22": "Vérifier l'avancement des travaux",
  "TXT_CODE_555b3625": "Graine de manoir forestier",
  "TXT_CODE_555e2c1b": "Entrez la commande et appuyez sur Entrée pour l'envoyer. Utilisez les touches haut et bas pour sélectionner les commandes historiques.",
  "TXT_CODE_55ade942": "Utilisé par les administrateurs pour afficher les données du serveur",
  "TXT_CODE_55edf44d": "La tâche d'imagerie a commencé",
  "TXT_CODE_56516e92": "Paramètres masqués",
  "TXT_CODE_56ff18c1": "Affichage des informations sur le serveur. Si vous utilisez des programmes plug-in tels que ColorMotd, vous pouvez laisser cette option vide.",
  "TXT_CODE_57245e94": "allumer",
  "TXT_CODE_57417f60": "S'il faut expulser les joueurs lorsqu'ils dépassent le seuil MaxDamage",
  "TXT_CODE_57c1b0a3": "Facultatif, paramètre -Xms, tel que : 1024M",
  "TXT_CODE_57cd2d04": "Cela peut être dû au fait que le réseau n'est pas disponible ou que le serveur est en maintenance. Veuillez patienter un moment avant de réessayer ou essayez d'utiliser d'autres kits d'installation.",
  "TXT_CODE_57d76ece": "Liste de blocage de remplacement",
  "TXT_CODE_57e86edb": "Les instances que vous attribuez incluent certaines instances pour lesquelles la « Protection des conteneurs » n'est pas activée. MCSManager ne sera pas en mesure de contrôler le comportement de cet utilisateur. L'utilisateur affecté peut télécharger des logiciels malveillants pour envahir votre hôte via ces instances. l'utilisateur est quelqu'un en qui vous avez confiance.\n\n\nLes noms des instances présentant des risques de sécurité sont les suivants :",
  "TXT_CODE_584af0ab": "Désactivez les effets de la potion d'invisibilité",
  "TXT_CODE_58508fb7": "Nom du fichier du logiciel serveur",
  "TXT_CODE_58939ea7": "S'il faut générer des animaux",
  "TXT_CODE_589e091c": "Ajoutez-en un nouveau",
  "TXT_CODE_593ee330": "mémoire",
  "TXT_CODE_5974bf24": "gérer",
  "TXT_CODE_597c11cc": "À quel niveau de difficulté la coque se brisera-t-elle ?",
  "TXT_CODE_59917c84": "Permet aux capes tierces d'être visibles.",
  "TXT_CODE_59a76359": "Utiliser le cache pour stocker les couleurs de la carte",
  "TXT_CODE_59ac0239": "Ajouter une nouvelle image",
  "TXT_CODE_59b1cb55": "Permet des pistons sans tête",
  "TXT_CODE_59cb16ff": "Veuillez entrer le nom du fichier",
  "TXT_CODE_5a196078": "cadre photo à défilement",
  "TXT_CODE_5a280280": "Charger permissions.yml avant le plugin",
  "TXT_CODE_5a56ccca": "Permet les méthodes d'authentification par mot de passe via Geyser. \nUtile uniquement en mode en ligne.",
  "TXT_CODE_5a6463fb": "Support d'armure gravé",
  "TXT_CODE_5a74975b": "Créer une instance",
  "TXT_CODE_5ab1eb7d": "Changer le style",
  "TXT_CODE_5ab2062d": "dernier départ",
  "TXT_CODE_5b190bc4": "À quelle fréquence (en minutes) REST demande que le bucket soit décrémenté de 1. \nLa valeur minimale est de 1 minute",
  "TXT_CODE_5b2daea0": "Si rien ne se passe lorsque vous entrez une commande et appuyez sur Entrée, vous pouvez essayer d'ajuster cette option.",
  "TXT_CODE_5b323a2": "Le nombre maximum de joueurs que l'ensemble de l'instance BungeeCord peut accepter. La valeur par défaut est -1, ce qui signifie qu'il n'y a pas de limite au nombre de joueurs.",
  "TXT_CODE_5b5d6f04": "Annuler l'enregistrement de la mise en page",
  "TXT_CODE_5b60ad00": "Utilisez le compte MCSManager du serveur pour accéder au panneau",
  "TXT_CODE_5b990e2e": "Renommé avec succès",
  "TXT_CODE_5bb8f14": "Générer des créatures attaquantes (monstres)",
  "TXT_CODE_5bc16b9a": "Suffixe de discussion de groupe du super-administrateur",
  "TXT_CODE_5bdaf23d": "Console de nœud",
  "TXT_CODE_5be6c38e": "Type par défaut",
  "TXT_CODE_5c3ba572": "S'il faut désactiver les prédateurs",
  "TXT_CODE_5c54f599": "n'importe qui",
  "TXT_CODE_5cb656b9": "travail par lots",
  "TXT_CODE_5cd3b4bd": "article",
  "TXT_CODE_5d033431": "Liste de blocage cachée anti-perspective",
  "TXT_CODE_5d563196": "La barre de faim pour sauter et marcher est épuisée.",
  "TXT_CODE_5db4e96b": "Hauteur développée (la hauteur la plus élevée sur la même page est la hauteur finale)",
  "TXT_CODE_5deeefb5": "L'instance va être créée, voulez-vous continuer ?",
  "TXT_CODE_5def0cbe": "sécurité",
  "TXT_CODE_5e10537a": "Changer le modèle d'instance",
  "TXT_CODE_5e4a370d": "mode sombre",
  "TXT_CODE_5e6e46bb": "Dégâts maximum qu'un joueur/PNJ peut causer",
  "TXT_CODE_5ebec0db": "Carte de page d'extension",
  "TXT_CODE_5ec10cc8": "Cette carte ne peut pas être prévisualisée en mode conception.",
  "TXT_CODE_5ef2cf20": "L'identité est authentifiée grâce à la clé générée par le nœud distant pour assurer la sécurité du travail d'intégration de plusieurs machines.",
  "TXT_CODE_5f0eafe5": "Rayon d'effet sonore de la mort du dragon Ender",
  "TXT_CODE_5f23008": "Raison donnée lors de l'exclusion d'un joueur essayant de rejoindre lorsque le serveur est plein et qu'il n'y a aucun emplacement réservé disponible",
  "TXT_CODE_5f282a51": "À quel niveau de difficulté l’esprit maléfique brisera-t-il la porte ?",
  "TXT_CODE_5f2d2e30": "ID du nœud :",
  "TXT_CODE_5f42b528": "Type d'authentification du serveur. \nPeut être hors ligne, en ligne ou Floodgate.",
  "TXT_CODE_5fed0011": "Activez le relais ping LEGACY. \nIl n'est pas nécessaire d'activer cette option à moins que votre MOTD ou votre nombre de joueurs ne s'affichent pas correctement.",
  "TXT_CODE_6032f5a3": "9 à 36 caractères, doivent contenir des lettres majuscules et minuscules et des chiffres",
  "TXT_CODE_603cbc35": "La protection de zone s'applique-t-elle aux serrures à pierres précieuses en diamant ?",
  "TXT_CODE_604d3041": "Quel degré de compression doit être effectué (de 0 à 9). \nLa valeur par défaut est -1, en utilisant le niveau par défaut 6.",
  "TXT_CODE_606da66a": "Plage d'activation des animaux",
  "TXT_CODE_6071bd0b": "Informations demandées par le client du jeu après l'arrêt du serveur",
  "TXT_CODE_60a11735": "Corriger les règles d'escalade pour contourner les restrictions de surpeuplement",
  "TXT_CODE_60e3c342": "Nom du serveur. \nSi UseServerName est vrai, le nom du monde est remplacé pendant la session",
  "TXT_CODE_615be555": "Vitesse de disparition du trident",
  "TXT_CODE_617701dc": "S'il faut expulser les joueurs lorsqu'ils dépassent le seuil TilePlace",
  "TXT_CODE_617ce69c": "avertir",
  "TXT_CODE_61811ac": "Charge utile de la tâche",
  "TXT_CODE_619d74d3": "Tels que java -jar server.jar, cmd.exe, etc.",
  "TXT_CODE_619faab6": "Si l'état de l'instance passe à l'état non en cours d'exécution sans opération du panneau, l'opération de démarrage de l'instance sera lancée immédiatement.",
  "TXT_CODE_61a8296e": "Activer les conteneurs Docker",
  "TXT_CODE_61ca492b": "Par exemple:",
  "TXT_CODE_61dd421d": "Définir le nombre maximum de millisecondes passées par tick",
  "TXT_CODE_61eae8a6": "Authentification à deux facteurs (2FA)",
  "TXT_CODE_6215388a": "nouveau répertoire",
  "TXT_CODE_6239c6b6": "Pas encore de page Web",
  "TXT_CODE_628f6851": "temps mort",
  "TXT_CODE_62c62825": "S'il faut enregistrer les instructions dans le journal",
  "TXT_CODE_62c88f3a": "Taux de croissance de la vigne pleureuse",
  "TXT_CODE_62dbf117": "Essayez de générer un monstre à chaque tick, comme ci-dessus",
  "TXT_CODE_633415e2": "Veuillez remplir correctement le formulaire",
  "TXT_CODE_6345aa71": "Fichier HTML :",
  "TXT_CODE_6353e235": "La valeur SHA-1 du package de ressources doit être une valeur hexadécimale minuscule et non une option obligatoire.",
  "TXT_CODE_635d051": "Pas encore de photos",
  "TXT_CODE_638bca20": "Un ordre de suppression a été émis",
  "TXT_CODE_63a4602e": "Taux de sauvegarde automatique du joueur",
  "TXT_CODE_63ccbf90": "Niveau d'autorisation",
  "TXT_CODE_64282335": "Désactiver les mises à jour de l'usine d'enregistrement",
  "TXT_CODE_647ea2ec": "Êtes-vous sûr de vouloir effacer toutes les instances sélectionnées ?",
  "TXT_CODE_64bf4386": "Si le nœud distant est automatiquement démarré au démarrage, il peut être utilisé pour démarrer automatiquement l'instance au démarrage.",
  "TXT_CODE_6514e191": "Ce profil est commun aux serveurs de la catégorie Spigot ou autres catégories dérivées.",
  "TXT_CODE_6557efaf": "MOTD de deuxième ligne",
  "TXT_CODE_656a85d8": "Accord de reconnaissance Steam",
  "TXT_CODE_65a057ec": "Port de connexion au serveur Java",
  "TXT_CODE_65b21404": "Télécharger",
  "TXT_CODE_65fcbd09": "Retirer",
  "TXT_CODE_66056676": "Informations sur les ressources système",
  "TXT_CODE_660e2341": "Lecteur de musique",
  "TXT_CODE_661c66fa": "Paramètres du serveur en aval, seuls les serveurs en aval définis ici peuvent être connectés.",
  "TXT_CODE_662ad338": "Encodage de flux d'octets",
  "TXT_CODE_6655c905": "La réponse HTTP ajoutera access-control-allow-origin: *, ce qui peut réduire la sécurité mais améliorer l'évolutivité du développement.",
  "TXT_CODE_66820e23": "Combien de PNJ la statue peut-elle apparaître en 200 pixels avant d'arrêter d'apparaître. \nValeur par défaut 3",
  "TXT_CODE_6683b887": "Activer ou désactiver l'API REST",
  "TXT_CODE_66b01c4e": "Multiplicateur du volume total du livre",
  "TXT_CODE_66ce073e": "Hors ligne",
  "TXT_CODE_673eac8e": "mode lumière",
  "TXT_CODE_6750d9d3": "L'utilisation de profils partagés par d'autres peut entraîner la compromission du panneau.",
  "TXT_CODE_67b5f678": "MC substrat rocheux",
  "TXT_CODE_67c765be": "Spécifiez le processus à exécuter sur certains cœurs. Une allocation raisonnable peut mieux utiliser les ressources matérielles de votre système. Par exemple, 0,1 signifie s'exécuter sur le premier et le deuxième cœurs, séparés par des virgules.",
  "TXT_CODE_67d68dd1": "Taper",
  "TXT_CODE_68128434": "Créer un serveur de jeu Minecraft",
  "TXT_CODE_6819de18": "Êtes-vous sûr de vouloir désactiver APIKey ?",
  "TXT_CODE_681aaeb9": "répertoire hôte",
  "TXT_CODE_683e3033": "Exigences matérielles",
  "TXT_CODE_684eb7e3": "Nombre maximum de pages dans un livre",
  "TXT_CODE_686c9ca9": "Connexion à la console...",
  "TXT_CODE_68821d80": "Ce fichier de configuration est un fichier de configuration courant pour les serveurs Tshock.",
  "TXT_CODE_68831be6": "Taper:",
  "TXT_CODE_68a15ebb": "S'il faut activer la surveillance JMX",
  "TXT_CODE_68a504b3": "Veuillez saisir un nom d'instance",
  "TXT_CODE_68a6aec5": "Lorsqu'un joueur obtient un succès, s'il est affiché dans la barre de discussion du serveur (s'il est autorisé à installer X)",
  "TXT_CODE_6904cb3": "Image Docker",
  "TXT_CODE_6915f2a": "Les fichiers de dépendance sont manquants et ne peuvent pas être démarrés. Veuillez réinstaller le programme :",
  "TXT_CODE_692957": "IP du serveur, veuillez le laisser vide s'il n'est pas lié",
  "TXT_CODE_6929b0b2": "Impossible de se connecter au nœud distant",
  "TXT_CODE_693f31d6": "préfixe de chemin",
  "TXT_CODE_694952a": "Créer une image d'environnement OpenJDK 16",
  "TXT_CODE_69ad6852": "Si la triche en utilisant des instructions similaires est autorisée",
  "TXT_CODE_69ecec1": "source de téléchargement des bibliothèques",
  "TXT_CODE_6a10302d": "Une fois supprimé, il ne peut pas être restauré !",
  "TXT_CODE_6a365d01": "L'opération a échoué",
  "TXT_CODE_6a515e35": "La page Web ajoutera automatiquement un rendu des couleurs au contenu de sortie, et les couleurs rendues risquent de ne pas être complètement correctes.",
  "TXT_CODE_6aa286df": "Page non trouvée",
  "TXT_CODE_6b2a9cab": "L'ancienne configuration de la version a été mise à niveau vers la nouvelle configuration :",
  "TXT_CODE_6b583898": "Mode moteur anti-pivot",
  "TXT_CODE_6b69f1d": "Spécifiez ici un délai d'expiration personnalisé pour le délai de connexion. \nLa valeur par défaut est de cinq secondes.",
  "TXT_CODE_6b6f1d3": "Vous êtes libre de concevoir ce que vous voulez. \nTrop d'éléments sur la même page peuvent entraîner une dégradation des performances, veuillez donc les allouer de manière raisonnable.",
  "TXT_CODE_6be8dbe7": "Chemin du script de redémarrage",
  "TXT_CODE_6bf4665b": "Géolocalisation du joueur en diffusion basée sur l'adresse IP du joueur lors de son inscription",
  "TXT_CODE_6c08319b": "Robinet MC",
  "TXT_CODE_6c274bdc": "Cet utilisateur n'a pas activé APIKEY.",
  "TXT_CODE_6c5985ca": "Aller à",
  "TXT_CODE_6c7970df": "graines de trésor enfouies",
  "TXT_CODE_6c87dd18": "Conteneur Docker (Docker)",
  "TXT_CODE_6ca6667f": "Utilisation de la mémoire (10 min)",
  "TXT_CODE_6cb9bb04": "lune",
  "TXT_CODE_6cd13a66": "S'il faut transférer les pings des joueurs vers le serveur. \nL'activation de cette option permettra aux joueurs de Bedrock Edition d'avoir un ping plus précis, mais peut également amener les joueurs à expirer plus facilement.",
  "TXT_CODE_6d244c20": "animal",
  "TXT_CODE_6d6c7e9a": "Bloquer le joueur si ce nombre de projectiles est créé en 1 seconde",
  "TXT_CODE_6d6ceab5": "Les araignées sont immunisées contre les effets du poison",
  "TXT_CODE_6d772765": "Impossible d'obtenir l'adresse de téléchargement",
  "TXT_CODE_6d912e27": "Bloquer le joueur si ce nombre de tuiles est tiré en 1 seconde",
  "TXT_CODE_6d9b9f22": "Étant donné que l'interface est hautement personnalisable, une fois la mise en page enregistrée, la langue de l'ensemble de l'interface sera verrouillée et le changement de langue ne fonctionnera pas correctement à moins que la mise en page ne soit réinitialisée. \nSi vous n'avez pas besoin de changer de langue, vous pouvez ignorer cette suggestion.",
  "TXT_CODE_6e23c48": "Carte universelle",
  "TXT_CODE_6e3da823": "Paramètres supplémentaires facultatifs après le programme Java, tels que -nogui, etc. Plusieurs paramètres sont séparés par des espaces.",
  "TXT_CODE_6e69b5a5": "Décompression, édition et autres encodages des fonctions de gestion de fichiers",
  "TXT_CODE_6e718abe": "Impossible d'obtenir les données d'identité. Il se peut que vous ayez été bloqué ou qu'il y ait un problème de réseau. Veuillez essayer d'actualiser la page.",
  "TXT_CODE_6e96b2a9": "Encodage de sortie de console",
  "TXT_CODE_6eead111": "fichier de configuration du serveur mohist.yml",
  "TXT_CODE_6ef5195f": "Peut être utilisé pour afficher des images",
  "TXT_CODE_6f038f25": "Nous travaillons dur sur les archives !",
  "TXT_CODE_6f12aba3": "Etes-vous sûr de vouloir supprimer ce lien hypertexte ?",
  "TXT_CODE_6f659da2": "Diagramme d'état utilisé pour analyser la période récente du panel",
  "TXT_CODE_6f7c50c2": "Désactiver la détection des chats sur les box",
  "TXT_CODE_6f91f3ba": "Prendre de la place",
  "TXT_CODE_6f98ccd7": "première utilisation",
  "TXT_CODE_6fac9e82": "taux de croissance des jeunes arbres",
  "TXT_CODE_6fe24924": "Mémoire maximale (Mo)",
  "TXT_CODE_6ff0668f": "Êtes-vous sûr de vouloir supprimer cette tâche de projet ?",
  "TXT_CODE_7010d780": "L'ordre dans lequel les serveurs doivent être essayés lorsqu'un joueur se connecte ou est expulsé d'un serveur.",
  "TXT_CODE_704a8b5d": "Plage de départ du villageois",
  "TXT_CODE_70750fa": "Autoriser les collisions de véhicules",
  "TXT_CODE_7078fd28": "Erreur d'installation",
  "TXT_CODE_70a2613b": "Aucun fichier de configuration qualifié n'a été détecté via des types d'instance spécifiques (minecraft/java) et l'analyse de fichiers. Veuillez initialiser la configuration du processus ou modifier le type d'instance pour effectuer des ajustements.",
  "TXT_CODE_70c3b6e": "Énoncé 1.13 Commandes proxy client.",
  "TXT_CODE_70ff09a8": "Le seuil de mise à jour du tableau de bord, combien de paquets du tableau de bord par seconde.",
  "TXT_CODE_71155575": "Es-tu sûr de vouloir le supprimer?",
  "TXT_CODE_711d4763": "La quantité de données envoyées du serveur au client détermine le champ de vision que le joueur peut définir",
  "TXT_CODE_7141866a": "Expulser les clients qui n'envoient pas d'UUID au serveur",
  "TXT_CODE_7153951e": "Le service d'installation rapide s'appuie sur des plateformes en ligne tierces.",
  "TXT_CODE_7166a969": "S'il faut activer la pénétration du ping",
  "TXT_CODE_718c9310": "désactiver",
  "TXT_CODE_71a51d19": "Console d'instances",
  "TXT_CODE_721157a3": "Aperçu des données",
  "TXT_CODE_724ce74d": "Quelle instance d'application souhaitez-vous déployer ?",
  "TXT_CODE_7284c68e": "Mode de jeu par défaut lorsque vous forcez les joueurs à rejoindre",
  "TXT_CODE_72cce10b": "Gestion des fichiers d'instance",
  "TXT_CODE_72cfab69": "ID du nœud",
  "TXT_CODE_72d36de": "S'il faut activer la prise en charge de BungeeCord",
  "TXT_CODE_72f69b34": "Utiliser les couleurs du nom du tableau de bord du monde Vanilla",
  "TXT_CODE_738bc836": "Taille maximale du monde",
  "TXT_CODE_7411336e": "Nombre total d'instances",
  "TXT_CODE_741fdde4": "S'il faut redémarrer automatiquement le serveur en cas de panne",
  "TXT_CODE_743ed87f": "Niveau de compression",
  "TXT_CODE_74443c8f": "L'instance n'est pas en cours d'exécution",
  "TXT_CODE_745d8a03": "bloc de lien hypertexte",
  "TXT_CODE_745fc959": "Cette fonctionnalité protégera votre panneau contre le piratage de mot de passe par force brute par un seul hôte avec seulement 10 erreurs de mot de passe par IP.",
  "TXT_CODE_74c3d3e5": "Documentation",
  "TXT_CODE_74c46351": "Statistiques de force",
  "TXT_CODE_74fa2f73": "Êtes-vous sûr de vouloir réinitialiser la mise en page ?",
  "TXT_CODE_74fd665e": "Appliquer au sous-répertoire",
  "TXT_CODE_750ab5c6": "Limitez l'utilisation totale de tous les processeurs, il y aura un léger écart",
  "TXT_CODE_751f9bc1": "L'important fichier de configuration du serveur du groupe Velocity peut être utilisé pour la gestion distribuée, le contrôle des nœuds, etc. Cependant, ce fichier de configuration est plus compliqué et concerne uniquement des paramètres et des opérations simples.",
  "TXT_CODE_75696661": "Si vous utilisez le transfert IP moderne ou BungeeGuard, configurez ici le profil contenant la clé unique.",
  "TXT_CODE_759fb403": "condition",
  "TXT_CODE_75c04302": "Plage de départ du monstre volant",
  "TXT_CODE_75e5af9b": "Ce fichier de configuration ne prend actuellement pas en charge la configuration directe. Veuillez accéder à la gestion des fichiers pour le modifier.",
  "TXT_CODE_7638590c": "Le nombre d'instances en cours d'exécution",
  "TXT_CODE_765d34e6": "carte utilisateur",
  "TXT_CODE_7669fd3f": "Décompressez l'archive",
  "TXT_CODE_76750199": "toutes les semaines",
  "TXT_CODE_7680e37f": "Activer la journalisation des directives.",
  "TXT_CODE_768c6fa9": "Taux de croissance de la sarracénie",
  "TXT_CODE_76a82338": "S'il provient de Taïwan et de Hong Kong, vous pouvez choisir BIG5, et s'il provient d'autres régions, vous pouvez choisir UTF-8.",
  "TXT_CODE_76b2a495": "autre",
  "TXT_CODE_76c66252": "Incrément d'abus de touche de tabulation",
  "TXT_CODE_76d20724": "Toutes les instances de l'utilisateur",
  "TXT_CODE_77000411": "Nom de l'image",
  "TXT_CODE_773f36a0": "Téléchargement réussi",
  "TXT_CODE_77cc12da": "Redémarrer l'instance",
  "TXT_CODE_77d038f7": "La quantité de mémoire utilisée par le côté du panneau",
  "TXT_CODE_77d93d7d": "Document de référence officiel : https://docs.docker.com/engine/reference/builder/",
  "TXT_CODE_78019c60": "Editer le profil",
  "TXT_CODE_78223e62": "Si GeoIP est activé, les joueurs identifiés comme utilisant des proxys seront expulsés",
  "TXT_CODE_7863f28d": "Actualisation réussie",
  "TXT_CODE_78930f0f": "Modifier l'URL",
  "TXT_CODE_78aa511": "Temps de déconnexion",
  "TXT_CODE_7907c99": "Décompresser dans le répertoire actuel",
  "TXT_CODE_791a4c9b": "Définir le niveau d'autorisation par défaut d'une fonction",
  "TXT_CODE_791c73e9": "nouveau fichier",
  "TXT_CODE_798f592e": "lire",
  "TXT_CODE_79d2800b": "Générer de la latence - par joueur",
  "TXT_CODE_79f9a172": "Modifier l'utilisateur",
  "TXT_CODE_7a830c68": "Sauvegarde automatique, une valeur de 6 000 signifie que le serveur tentera de sauver automatiquement le monde toutes les 5 minutes. \nRemarque : Une taille trop petite peut entraîner un décalage du serveur.",
  "TXT_CODE_7ac6f85c": "La console d'affichage n'est pas prise en charge en mode conception.",
  "TXT_CODE_7ac8b1d3": "Veuillez saisir le code de vérification en deux étapes",
  "TXT_CODE_7af6d85a": "Tissu MC",
  "TXT_CODE_7b1adf35": "Modèles de conception d'interface",
  "TXT_CODE_7b2c5414": "sélectionner",
  "TXT_CODE_7b67813a": "mettre fin",
  "TXT_CODE_7b759c13": "Empêcher la génération de tuiles prédéfinies dans le rayon de protection",
  "TXT_CODE_7b763c56": "Le MOTD du serveur. \nPeu importe si \"passthrough-motd\" est défini sur true",
  "TXT_CODE_7b8f01b5": "Nombre de threads d'exécution de travail",
  "TXT_CODE_7b92d98d": "Exigences de la version Java",
  "TXT_CODE_7c650d80": "La connexion du nœud a échoué, veuillez contacter l'administrateur pour vérifier l'état du nœud distant !",
  "TXT_CODE_7c76dbf": "bloqué",
  "TXT_CODE_7cad42a5": "Rechercher par nom de fichier",
  "TXT_CODE_7cc196b9": "Seuil de compression du réseau",
  "TXT_CODE_7ce3c6e": "Identifiant de la page du livre",
  "TXT_CODE_7ceebc05": "Saisissez le contenu du texte, prenez en charge la syntaxe Markdown et pouvez renvoyer à la ligne.\n\nN'utilisez pas facilement la rédaction d'autres personnes, sinon du code malveillant pourrait être injecté pour vous attaquer.",
  "TXT_CODE_7cf078e8": "Nom de l'image et identification de la version après la création",
  "TXT_CODE_7cf70670": "Réveillez le monstre à chaque tic-tac",
  "TXT_CODE_7d197c39": "Nombre de threads d'exécution d'E/S",
  "TXT_CODE_7d1a9487": "Environnement d'exécution Java 17 intégré, adapté aux serveurs exécutant Minecraft 1.18 ou supérieur",
  "TXT_CODE_7d874fad": "Le nombre maximum prédéfini de créatures générées par vague. \nPlus haut signifie qu'il y a plus de créatures dans cette vague",
  "TXT_CODE_7da6e84": "Après avoir rempli tous les champs obligatoires, vous pouvez le créer. Pour d'autres paramètres, veuillez les créer et les modifier dans les paramètres de l'instance d'application !",
  "TXT_CODE_7e426b47": "Si l'interrogation est activée, sur quel port de connexion le protocole d'interrogation doit-il écouter ?",
  "TXT_CODE_7ec7ccb8": "Lorsque vous cliquez sur le bouton \"Fermer l'instance\", cette commande sera exécutée immédiatement. ^C représente le signal Ctrl C.",
  "TXT_CODE_7ec87e8a": "Annuler le téléchargement",
  "TXT_CODE_7ec9c59c": "Nom:",
  "TXT_CODE_7f0017d2": "Port de connexion du panneau",
  "TXT_CODE_7f0c746d": "Opération réussie",
  "TXT_CODE_7f0daff7": "Résoudre le problème de désynchronisation de la position de l'entité",
  "TXT_CODE_7f1aef9f": "Serveur MC Bedrock Edition",
  "TXT_CODE_7f31b67d": "Nombre d'entonnoirs",
  "TXT_CODE_7f8f267f": "Clé de l'agent de vitesse",
  "TXT_CODE_7f9b6758": "Facultatif, veuillez saisir le chemin absolu Java. Si laissé vide, les variables d'environnement seront sélectionnées par défaut.",
  "TXT_CODE_7fc92d9": "Le client Bedrock Edition peut se bloquer lors de la première ouverture de l'invite de commande. \nLa désactivation de cette fonctionnalité empêchera l'envoi de suggestions de commandes et résoudra le blocage du client Bedrock Edition.",
  "TXT_CODE_80766ddc": "Script simplifié",
  "TXT_CODE_80790069": "Facultatif, par exemple 1024",
  "TXT_CODE_808e5ad9": "Seules les archives zip peuvent être téléchargées",
  "TXT_CODE_80a560a1": "Numéro de compte",
  "TXT_CODE_81297804": "Tels que les instructions, les noms de fichiers ou d'autres paramètres, etc.",
  "TXT_CODE_812a629e": "Le navigateur ne parvient pas à se connecter à l'adresse :",
  "TXT_CODE_8145d25a": "Veuillez sélectionner une instance",
  "TXT_CODE_8145d82": "Enregistrer la disposition de la carte",
  "TXT_CODE_814a3c64": "Le nombre maximum de monstres volants réveillés par tick",
  "TXT_CODE_81634069": "Version",
  "TXT_CODE_818928ba": "Prend en charge n'importe quelle langue et garantit l'unicité autant que possible",
  "TXT_CODE_81b9b599": "Échec de la copie :",
  "TXT_CODE_81d7e7c5": "Panneau d'administration open source, décentralisé et prêt à l'emploi qui prend en charge les serveurs de jeux Minecraft et tous les programmes de console",
  "TXT_CODE_8201d2c6": "Nombre d'exécutions/Nombre total de toutes les instances",
  "TXT_CODE_820ebc92": "Monter le répertoire sur le conteneur",
  "TXT_CODE_823bfe63": "en ligne",
  "TXT_CODE_828ea87f": "Montez des chemins supplémentaires dans le conteneur",
  "TXT_CODE_8298bfde": "Nombre maximum de requêtes REST dans le compartiment avant de rejeter la requête. \nLa valeur minimale est de 5",
  "TXT_CODE_82c331f": "S'il faut masquer le nombre de personnes en ligne",
  "TXT_CODE_82d650be": "Interface d'installation",
  "TXT_CODE_82fbc5ad": "action",
  "TXT_CODE_8343c177": "Le nombre maximum de villageois réveillés par tick",
  "TXT_CODE_8366db5a": "mettre fin aux graines de la ville",
  "TXT_CODE_836addb9": "(hors ligne)",
  "TXT_CODE_83856178": "Le nombre d'animaux pouvant apparaître dans chaque monde",
  "TXT_CODE_83914d85": "S'il faut autoriser l'accès à distance à la console du serveur (RCON)",
  "TXT_CODE_83c9cb05": "Retarder le temps de déchargement du bloc",
  "TXT_CODE_83e553fc": "Impossible d'obtenir la liste des profils",
  "TXT_CODE_84099e5": "Assurez-vous que l'adresse du nœud distant est une adresse IP publique et que le port de connexion du nœud est ouvert normalement.",
  "TXT_CODE_84d56d69": "Envoyer des informations de position complètes pour les entités de collision dure",
  "TXT_CODE_84f760fa": "Généralement, il s'agit d'un fichier .jar, tel que paper.jar, etc.",
  "TXT_CODE_85617390": "Mercredi",
  "TXT_CODE_856bd2f3": "Nombre d'IP temporairement bloquées",
  "TXT_CODE_8575f7c": "Autorisations :",
  "TXT_CODE_85770d4a": "paramètre de suffixe",
  "TXT_CODE_858d8728": "Augmenter le temps d'incubation",
  "TXT_CODE_859b2d24": "Suggérer des noms de joueurs lorsque l'onglet de complétion est vide",
  "TXT_CODE_85a33a84": "relier",
  "TXT_CODE_85b01e01": "Définissez le mode PvP. \nLes types valides sont : \"normal\", \"toujours\" et \"désactivé\".",
  "TXT_CODE_85d134f2": "Si les foules dans les géniteurs restreints sautent",
  "TXT_CODE_85d8d0a3": "Indique s'il faut envoyer des messages de débogage via la console.",
  "TXT_CODE_868df02c": "À propos des fichiers DockerFile",
  "TXT_CODE_86ab6e1e": "Désactiver les mises à jour du bloc champignon",
  "TXT_CODE_86caaf6c": "Options avancées",
  "TXT_CODE_86ff658a": "La configuration de SSL, du proxy inverse, etc. nécessite une prise en charge supplémentaire du protocole Websocket.",
  "TXT_CODE_871fb0d6": "Nombre de connexions échouées : Nombre de connexions réussies",
  "TXT_CODE_871feca": "Activer la coloration syntaxique Brigadier",
  "TXT_CODE_875e804b": "À quel niveau de difficulté les villageois zombies brisent-ils les portes ?",
  "TXT_CODE_877eea45": "Facultatif, la valeur par défaut est automatiquement créée et gérée. Si nécessaire, veuillez écrire le chemin absolu complet.",
  "TXT_CODE_87e18bb5": "Que ce soit pour diffuser les apparitions de boss ou les débuts d'invasion",
  "TXT_CODE_87e448ae": "IP du serveur, veuillez le laisser vide s'il n'est pas lié",
  "TXT_CODE_87f0a517": "Désactiver la détection des chats en boîte",
  "TXT_CODE_881213df": "Que devrait être le MOTD ? \nCes informations seront affichées lorsqu'un joueur ajoutera votre serveur à la liste des serveurs. \nSeul le format MiniMessage est accepté.",
  "TXT_CODE_88122886": "Compression",
  "TXT_CODE_88419e99": "hauteur maximale du bloc",
  "TXT_CODE_88427611": "Utilisé pour personnaliser la génération d'un monde super plat. Si vous ne souhaitez pas générer un monde super plat, veuillez le laisser vide.",
  "TXT_CODE_88c990a4": "Taille du paquet intégré",
  "TXT_CODE_88e9361a": "État de fonctionnement de l'instance",
  "TXT_CODE_890aa44c": "Port de connexion RCON",
  "TXT_CODE_8956123b": "Devrions-nous transmettre les adresses IP et autres données aux serveurs backend ?",
  "TXT_CODE_8965b2cf": "Le nom du serveur qui sera envoyé au client JAVA. \nCeci est visible à la fois dans le menu pause et dans le menu paramètres.",
  "TXT_CODE_8981d724": "Colonne de titre sans nom",
  "TXT_CODE_8a30e150": "toutes les langues",
  "TXT_CODE_8a5274c1": "Combien de temps, en millisecondes, BungeeCord doit utiliser les résultats mis en cache des pings du serveur au lieu de les envoyer manuellement pour le nombre de joueurs, entrez -1 pour désactiver",
  "TXT_CODE_8a924345": "S'il faut utiliser ServerName au lieu du nom du monde",
  "TXT_CODE_8a9fd2b4": "Les ailes fantômes n'attaquent que les insomniaques",
  "TXT_CODE_8ab0cc1a": "Empêcher les joueurs hardcore de mourir",
  "TXT_CODE_8ae0dc90": "Image d’arrière-plan de l’interface",
  "TXT_CODE_8b0f8aab": "Ajouter une nouvelle carte",
  "TXT_CODE_8b62abb2": "Liste d'images de l'hôte distant",
  "TXT_CODE_8b8c52f": "Vous n'êtes pas sur la liste blanche !",
  "TXT_CODE_8b8e08a6": "Temps de creation:",
  "TXT_CODE_8b937b23": "Supprimer le nœud",
  "TXT_CODE_8c0db3f4": "Veuillez remplir vous-même les instructions de démarrage",
  "TXT_CODE_8c2ad2cb": "Permet aux joueurs de casser des tuiles temporaires non constructibles (herbe, pots de fleurs, etc.)",
  "TXT_CODE_8c3164c9": "informations personnelles",
  "TXT_CODE_8c7318b3": "Démarrer une instance",
  "TXT_CODE_8ccb5428": "La liste des fichiers a été actualisée avec succès",
  "TXT_CODE_8cfa8c1e": "Si la trémie peut charger des morceaux",
  "TXT_CODE_8d4882b0": "Facultatif, il n'est pas recommandé de remplir cet élément sans besoins particuliers",
  "TXT_CODE_8d4e6058": "Vérifier les bibliothèques",
  "TXT_CODE_8d5d8e26": "graines de marais",
  "TXT_CODE_8d6e5b1f": "Vérifiez strictement la progression des dimensions",
  "TXT_CODE_8d8b1d6a": "Créer une instance Minecraft",
  "TXT_CODE_8d9f5a4e": "Tant que le nœud distant (nœud distant) est en cours d'exécution, une opération de démarrage d'instance est automatiquement lancée.",
  "TXT_CODE_8dd7bc1a": "Taux de chargement maximal des fragments du joueur",
  "TXT_CODE_8dfc41ef": "Hôte",
  "TXT_CODE_8dfd8b17": "indéfiniment",
  "TXT_CODE_8e2be926": "Veuillez saisir l'adresse IP du serveur de jeu. Si elle est laissée vide, elle sera par défaut l'hôte local du démon (localhost).",
  "TXT_CODE_8e5f865e": "Le type de base de données utilisée pour stocker les données (sqlite ou mysql)",
  "TXT_CODE_8e632796": "Adresse d'accès au serveur",
  "TXT_CODE_8f20c21c": "Etes-vous sûr de vouloir annuler l'enregistrement de la mise en page ?",
  "TXT_CODE_8f3582d7": "Définir la version",
  "TXT_CODE_8f47d95": "Enregistré via la touche de raccourci !",
  "TXT_CODE_8f809a5": "Réveillez les tiques persistantes des animaux",
  "TXT_CODE_8f8103b7": "récipient",
  "TXT_CODE_8f9533b5": "Activer la fonction anti-pivot",
  "TXT_CODE_8fac56fb": "Vitesse de disparition des objets",
  "TXT_CODE_8fd7a9a1": "Assurez-vous que Docker est installé avec succès sur cette machine !",
  "TXT_CODE_8fd8bfd3": "Sélectionner un article",
  "TXT_CODE_8fe9c7f7": "S'il faut activer la liste blanche (ancienne version)",
  "TXT_CODE_903a9ec9": "carte de lecteur de musique",
  "TXT_CODE_903dfe61": "distance simulée",
  "TXT_CODE_906c5d6a": "Suppression terminée !",
  "TXT_CODE_90896d08": "Nom de groupe par défaut pour les joueurs non enregistrés",
  "TXT_CODE_90912e04": "Désactiver les pierres tombales déposées à la mort du joueur",
  "TXT_CODE_90a9d317": "Variables d'environnement de conteneur",
  "TXT_CODE_90b2ae00": "MCSManager donne la priorité à la garantie de l'expérience utilisateur en mode clair. Le mode sombre peut offrir une expérience utilisateur moins bonne pour certaines interfaces.",
  "TXT_CODE_90e959d2": "Permet la compatibilité avec le protocole PROXY de HAProxy. \nSi vous ne savez pas à quoi cela sert, ne l'activez pas.",
  "TXT_CODE_90edf4ad": "Nombre maximum de connexions par tick",
  "TXT_CODE_90f00679": "chemin de base de données SQLite",
  "TXT_CODE_90f684dc": "[Général] eula.txt",
  "TXT_CODE_912ec943": "Le client est obsolète ! \nVeuillez utiliser {0}",
  "TXT_CODE_91381d5c": "Si cette option est activée (la valeur par défaut est false) et que l'agent est en mode en ligne, Velocity expulsera tous les joueurs en ligne existants si des tentatives répétées de connexion sont effectuées.",
  "TXT_CODE_91507ef3": "S'il faut activer la prise en charge de Forge",
  "TXT_CODE_9156fbc": "Nombre d'exécutions, laisser vide signifie un temps illimité",
  "TXT_CODE_91734638": "S'il faut activer le mouvement faisant autorité côté serveur",
  "TXT_CODE_91b3fa98": "Le panneau ne peut pas savoir si ce profil est compatible. Veuillez saisir l'interface de profil correspondante en fonction du type.",
  "TXT_CODE_91bb6101": "Panneau/Linux (UTF8)",
  "TXT_CODE_91d857f5": "Facultatif, de 0 à l'infini",
  "TXT_CODE_925af648": "Taux de croissance des baies rougeoyantes",
  "TXT_CODE_9268932c": "Actualiser la zone lors de l'enregistrement",
  "TXT_CODE_9278b7b0": "Habituellement, la valeur par défaut est suffisante. Si vous exercez des activités commerciales, vous devez utiliser la méthode de démarrage du conteneur virtualisé, sinon l'hôte pourrait être envahi.",
  "TXT_CODE_928653c6": "Si les entités situées dans la plage suivante sont sélectionnées par le sélecteur cible",
  "TXT_CODE_929a9ee4": "Nom d'utilisateur de la base de données MySQL",
  "TXT_CODE_92bedafa": "Compression du trafic réseau vers le client Bedrock Edition. \nPlus le nombre est élevé, plus l'utilisation du processeur est importante mais moins la bande passante est utilisée. \nEn dessous de -1 ou 9 n'a aucun effet. \nRéglez sur -1 pour désactiver.",
  "TXT_CODE_92c21a08": "S'il faut se connecter à un serveur Java sans établir de connexion TCP.",
  "TXT_CODE_92ebdc7f": "Les fichiers ZIP compressés par le panneau seront tous conditionnés en codage UTF-8. Si vous devez décompresser, veuillez sélectionner le codage UTF-8 pour décompresser !",
  "TXT_CODE_9337bed1": "Il semble qu'il n'y ait pas de nœuds distants ici. Il y a peut-être un problème pendant le processus d'installation. Le redémarrage de votre panneau et des nœuds distants peut le résoudre !",
  "TXT_CODE_9341498a": "mettre à jour le rayon",
  "TXT_CODE_9364ec40": "Le nombre maximum d'animaux réveillés par tique",
  "TXT_CODE_937b42e6": "Multiplicateur d'épuisement de la barre de faim de sprint",
  "TXT_CODE_9393b484": "attribuer une instance",
  "TXT_CODE_9394aadf": "S'il faut expulser les joueurs lorsqu'ils dépassent le seuil TileLiquid",
  "TXT_CODE_93a70cda": "Paramètres requis par la carte",
  "TXT_CODE_93d4b66a": "La tâche d'exploitation des fichiers démarre s'il y a trop de fichiers, cela prendra un certain temps.",
  "TXT_CODE_93f9b02a": "Adresse IP du nœud distant",
  "TXT_CODE_94002354": "Empêcher les joueurs de se connecter en utilisant leur UUID client",
  "TXT_CODE_9466852b": "Cette carte peut être utilisée pour la segmentation des colonnes, de la même manière que les titres des articles rédigés, et peut être utilisée pour la mise en page.",
  "TXT_CODE_946d4401": "S'il faut donner un coup de pied au joueur lorsque le joueur dépasse le seuil de projectile",
  "TXT_CODE_94b6cd6e": "Définissez ici votre hôte obligatoire.",
  "TXT_CODE_94bb113a": "taille",
  "TXT_CODE_94bcd51b": "Fréquence de mise à jour des blocs suspendus",
  "TXT_CODE_94c193de": "Nom de fichier",
  "TXT_CODE_94d4c80c": "S'il faut empêcher les joueurs de Bedrock Edition de s'échafauder.",
  "TXT_CODE_94f1ba3": "Après avoir sélectionné ce modèle, toutes les données de cette instance seront supprimées. Veuillez d'abord compresser et télécharger la sauvegarde du fichier dans la gestion des fichiers. Voulez-vous continuer ?",
  "TXT_CODE_950c0d7a": "Vitesse de croissance de la vigne tordue",
  "TXT_CODE_95340802": "S'il faut expulser les joueurs hardcore",
  "TXT_CODE_95495db": "Travail de fichiers",
  "TXT_CODE_95583336": "Serveur Minecraft édition Java",
  "TXT_CODE_958fd70c": "Description du profil",
  "TXT_CODE_95b9833f": "Retour à la console",
  "TXT_CODE_95bdc950": "Un identificateur de ressource uniforme (URI) pointe vers un ensemble de ressources. \nLes joueurs peuvent choisir d'utiliser ou non",
  "TXT_CODE_95c5e900": "Le nom complet de l'image, par exemple : openjdk:17",
  "TXT_CODE_95df80df": "Une interface plus professionnelle est à votre disposition.",
  "TXT_CODE_95dfd5bd": "MP maximum qu'un joueur peut avoir avant les améliorations d'équipement",
  "TXT_CODE_96281410": "chemin introuvable",
  "TXT_CODE_962d9320": "Le répertoire de travail où s'exécute l'instance, vous pouvez renseigner le chemin absolu et le chemin relatif",
  "TXT_CODE_962f4288": "Taille du cache utilisateur",
  "TXT_CODE_96520bce": "Le nombre maximum de têtes personnalisées affichées par joueur.",
  "TXT_CODE_965360cd": "Générer un rayon de protection",
  "TXT_CODE_9654b91c": "Êtes-vous sûr de vouloir déconnecter l'utilisateur actuel ?",
  "TXT_CODE_96e6bf5d": "Rayon final de l'effet sonore du portail",
  "TXT_CODE_9740f199": "La mise en page actuelle sera perdue. Voulez-vous continuer ?",
  "TXT_CODE_97433ac4": "Plus d'information",
  "TXT_CODE_97535446": "Changez le nom du joueur utilisé dans le chat aérien. \nCommence par le nom du joueur entre crochets, dans le même format que Terraria. \nLe même format que ChatFormat, mais sans le message.",
  "TXT_CODE_97655c5d": "Utilisé pour permettre aux conteneurs d'accéder les uns aux autres dans un réseau personnalisé, séparés par des espaces.",
  "TXT_CODE_9775ccb": "Êtes-vous sûr de vouloir passer en mode sombre ?",
  "TXT_CODE_977cb449": "En attente du téléchargement de l'événement terminé...",
  "TXT_CODE_978491ec": "Délai de connection dépassé",
  "TXT_CODE_978da1c1": "En cours de construction",
  "TXT_CODE_979b9aaf": "Désactivez les skins personnalisés par les joueurs en dehors de la boutique Minecraft ou à partir des ressources du jeu",
  "TXT_CODE_97be50a8": "Vous avez terminé!",
  "TXT_CODE_97ceb743": "Veuillez sélectionner l'encodage de décompression",
  "TXT_CODE_97d17cce": "Liste d'utilisateur",
  "TXT_CODE_97e5eccb": "Utilisé pour afficher les détails d'une instance spécifiée",
  "TXT_CODE_97f5701e": "Si le joueur est autorisé à voler (dans n'importe quel mode de jeu)",
  "TXT_CODE_97f5d91f": "À quelle vitesse le client est-il autorisé à se connecter après la dernière connexion ? \nPar défaut, cela dure trois secondes. \nDésactivez cette fonctionnalité en la définissant sur 0.",
  "TXT_CODE_97f779b3": "Serveur MC Java Edition",
  "TXT_CODE_97ff044f": "Activer les blocs de commandes",
  "TXT_CODE_981c59e6": "Les perroquets ne sont pas affectés par les mouvements des joueurs",
  "TXT_CODE_9867da6b": "Si le serveur affiche un avertissement lorsqu'un plugin enregistre un événement obsolète",
  "TXT_CODE_9878c2bc": "Par défaut, Velocity tentera de gérer correctement la perte inattendue de la connexion d'un utilisateur au serveur plutôt que de le déconnecter.",
  "TXT_CODE_9885543f": "Échec de l'initialisation de la console. Il se peut que le nœud ou l'instance distant n'existe plus. Veuillez actualiser la page Web et réessayer.",
  "TXT_CODE_9900f79e": "des photos",
  "TXT_CODE_9911ac11": "L'enregistrement a échoué, veuillez vérifier les paramètres",
  "TXT_CODE_992bf9bc": "MC Bukkit",
  "TXT_CODE_99e98174": "Comptez toutes les créatures pour le frai",
  "TXT_CODE_9a6e35e4": "Désactiver l'interaction avec le joueur",
  "TXT_CODE_9ac035d0": "Paramètres de confidentialité du nom du serveur",
  "TXT_CODE_9ac051fb": "Marque les éléments dans les emplacements indisponibles dans les inventaires des joueurs de Bedrock Edition.",
  "TXT_CODE_9b36d5a2": "[Général] serveur.propriétés",
  "TXT_CODE_9b5dcfdd": "Nombre d'échantillons",
  "TXT_CODE_9b8f02fd": "algorithme de compression",
  "TXT_CODE_9b99b72e": "Déployez rapidement des instances d'application",
  "TXT_CODE_9b9b745c": "Créer une image d'environnement OpenJDK 17",
  "TXT_CODE_9bb2f08b": "Informations de l'utilisateur",
  "TXT_CODE_9bc7f49e": "Le nombre d'instances qui ne sont pas opérationnelles",
  "TXT_CODE_9c188ec8": "Visitez https://docs.mcsmanager.com pour en savoir plus.",
  "TXT_CODE_9c247f6": "Montage du répertoire de travail du conteneur",
  "TXT_CODE_9c39c7ae": "S'il faut afficher les messages de discussion au-dessus de la tête du joueur",
  "TXT_CODE_9c3ca8f": "Les paramètres de sécurité",
  "TXT_CODE_9c95b60f": "Message d'erreur:",
  "TXT_CODE_9c9c19f0": "Gardez le point d'apparition chargé",
  "TXT_CODE_9cae6f92": "Le téléchargement de l'image a expiré ! \nNous ne pouvons attendre que 15 minutes, veuillez vérifier votre réseau !",
  "TXT_CODE_9cefd73": "Sauvegarde automatique",
  "TXT_CODE_9d498b20": "Configuration réussie, enregistrez pour appliquer les modifications",
  "TXT_CODE_9d820cb4": "Détails des informations",
  "TXT_CODE_9d902725": "A quel niveau de difficulté le piglin zombifié cassera-t-il la porte ?",
  "TXT_CODE_9d982f06": "S'il faut activer le suivi IP",
  "TXT_CODE_9df0f923": "graines d'océan",
  "TXT_CODE_9df68e04": "Empêcher le chargement de plug-ins avec des API incompatibles",
  "TXT_CODE_9e3f25e0": "Serveur de jeu Minecraft Java Edition",
  "TXT_CODE_9e9d3767": "Si vous exercez des activités de location, assurez-vous que l'instance d'application s'exécute dans un conteneur virtuel Linux Docker, sinon il y aura des risques de sécurité.",
  "TXT_CODE_9eacb622": "Méthode de début de voyage",
  "TXT_CODE_9ef27367": "Supprimer complètement",
  "TXT_CODE_9f28d67b": "Le type de génération de la carte (par défaut : plat, super plat : amplifié, grands biomes : largeBiomes)",
  "TXT_CODE_9fe98f3": "port d'écoute",
  "TXT_CODE_A0000001": "Convient aux commandes de démarrage de n'importe quel programme console, les fichiers de script ne sont pas pris en charge ;<br />Par exemple : \"C://Program Files/Java/bin/java.exe\" -Dfile.encoding= utf-8 -Djline.terminal =jline.UnsupportedTerminal -jar my server.jar -nogui <br/>Si vous utilisez un conteneur Docker, vous n'avez pas besoin de renseigner la commande de démarrage et commencerez à utiliser la commande définie par l'image.",
  "TXT_CODE_Instance_router.accessFileErr": "Le fichier n'existe pas ou le chemin est incorrect. L'accès au fichier est refusé.",
  "TXT_CODE_Instance_router.cancelIO": "La session {{id}} a demandé l'annulation de l'instance de transfert {{targetInstanceUuid}} flux IO",
  "TXT_CODE_Instance_router.openInstanceErr": "Erreur lors du démarrage de l'instance {{instanceUuid}} :",
  "TXT_CODE_Instance_router.performTasks": "La session {{id}} nécessite l'instance {{uuid}} pour effectuer la tâche asynchrone asynchrone {{taskName}}",
  "TXT_CODE_Instance_router.performTasksErr": "Instance {{uuid}} {{taskName}} Exception d'exécution de tâche asynchrone : {{err}}",
  "TXT_CODE_Instance_router.requestIO": "Session {{id}} Instance de transfert de demande {{targetInstanceUuid}} Flux IO",
  "TXT_CODE_Instance_router.taskEmpty": "Aucune tâche asynchrone n'est en cours d'exécution",
  "TXT_CODE_Instance_router.terminalLogNotExist": "Le fichier journal de la console n'existe pas",
  "TXT_CODE_a00e84d7": "Supprimé",
  "TXT_CODE_a0451c97": "Annuler",
  "TXT_CODE_a08f261e": "S'il faut activer l'apparition sur le portail des piglins zombies",
  "TXT_CODE_a0a77be5": "Impossible d'exécuter, veuillez sélectionner au moins une instance",
  "TXT_CODE_a0d214ac": "Par exemple, 1024, 2048, etc., veuillez ne pas ajouter d'unités.",
  "TXT_CODE_a0e70887": "Version du nœud correspondant",
  "TXT_CODE_a0eb8b37": "Désactiver les effets de glace et de neige",
  "TXT_CODE_a106108c": "Télécharger des fichiers musicaux",
  "TXT_CODE_a112cff4": "L'établissement des priorités",
  "TXT_CODE_a1587e9d": "Si le serveur enregistre l'adresse IP du joueur.",
  "TXT_CODE_a1a59b08": "Langue du panneau",
  "TXT_CODE_a1d885c1": "Nouveau",
  "TXT_CODE_a22e749a": "Désactiver les coups critiques des joueurs",
  "TXT_CODE_a2a0e054": "Par exemple : server.exe, app.exe ou utiliser un chemin absolu, etc.",
  "TXT_CODE_a2c8c88a": "Distance pour arrêter le chargement des morceaux (valeurs autorisées : 4, 12)",
  "TXT_CODE_a379038f": "Port de serveur",
  "TXT_CODE_a3abb092": "Vitesse MC",
  "TXT_CODE_a3f13157": "Protection des conteneurs",
  "TXT_CODE_a4037a98": "État du volume des demandes d'interface",
  "TXT_CODE_a409b8a9": "Arrêt",
  "TXT_CODE_a41a4820": "Heure de vérification des POI près des villageois",
  "TXT_CODE_a42984e": "Nom de variable",
  "TXT_CODE_a4748cb0": "Veuillez saisir le port du protocole RCON du serveur de jeu, qui se trouve généralement dans le fichier de configuration.",
  "TXT_CODE_a4757fec": "Autorisations du groupe d'utilisateurs administrateur",
  "TXT_CODE_a492ae63": "Commencer la liaison",
  "TXT_CODE_a519b5ff": "Activer la collision des joueurs",
  "TXT_CODE_a53573af": "Rafraîchir la liste",
  "TXT_CODE_a5830778": "Veuillez entrer un nouveau nom",
  "TXT_CODE_a584cb71": "Spécifier l'image de l'instance",
  "TXT_CODE_a59981f4": "Laisser vide à l'infini",
  "TXT_CODE_a5f01916": "Autoriser les utilisateurs généraux à utiliser la fonction de modèle d'instance",
  "TXT_CODE_a5f7d835": "zombi",
  "TXT_CODE_a621f370": "Dimanche",
  "TXT_CODE_a6453188": "Veuillez sélectionner le mode de décompression",
  "TXT_CODE_a64da7c4": "redémarrage automatique",
  "TXT_CODE_a64f3007": "Décompresser",
  "TXT_CODE_a65c65c2": "Par conséquent, vous devez éviter d'utiliser une adresse IP dans le segment du réseau local autre que localhost, et vous devez utiliser une adresse IP ou un domaine externe pour la connexion.",
  "TXT_CODE_a66ea585": "Dégâts d'attaque maximum",
  "TXT_CODE_a674a475": "Le nombre d'incohérences de données requises avant de signaler un comportement inhabituel",
  "TXT_CODE_a6878a01": "Limitez le nombre de mises à jour consécutives avant d'ignorer les autres mises à jour. \nLes valeurs négatives suppriment les restrictions.",
  "TXT_CODE_a6a04fa3": "S'il faut générer des villageois",
  "TXT_CODE_a6f5af58": "graines de donjon",
  "TXT_CODE_a6f8f61a": "Autoriser l'affichage des têtes personnalisées.",
  "TXT_CODE_a7907771": "Enregistré avec succès",
  "TXT_CODE_a7c85e67": "Ajouter un lien hypertexte",
  "TXT_CODE_a7e9d4e": "Ferme cette fenêtre",
  "TXT_CODE_a7e9ff0f": "indiquer",
  "TXT_CODE_a7f6b0e0": "Informations sur la limite de ressources du conteneur",
  "TXT_CODE_a85091a4": "Attribution automatique par défaut",
  "TXT_CODE_a8839b35": "Une fois le protocole Rcon activé, toutes les commandes saisies sur la console seront envoyées en RCON et ne seront plus compatibles avec le programme original de la console.",
  "TXT_CODE_a884de59": "Informations sur les notes",
  "TXT_CODE_a89ab67c": "Nombre maximum de joueurs connectés.",
  "TXT_CODE_a8b0dfab": "Le rayon de protection du point d'apparition est déterminé en appliquant 2x 1 à cette valeur. Le régler sur 0 ne protégera que le bloc situé en dessous du point d'apparition.",
  "TXT_CODE_a8b245fa": "L'initialisation de certains modules a échoué. Veuillez vérifier si les fichiers sous daemon/lib existent ou si les autorisations sont normales !",
  "TXT_CODE_a8b402a9": "Activer la journalisation du débogage",
  "TXT_CODE_a92a298e": "taux de croissance des cactus",
  "TXT_CODE_a92a4aa1": "Application console universelle",
  "TXT_CODE_a92df201": "illimité",
  "TXT_CODE_a9bcbde9": "Le champ doit être numérique",
  "TXT_CODE_aa373641": "Veuillez sélectionner un nœud",
  "TXT_CODE_aac98b2a": "Appliquer les paramètres de l'instance",
  "TXT_CODE_aadfb5c0": "S'il faut rappeler aux consoles et aux opérateurs qu'il existe une nouvelle version de Geyser qui prend en charge la version Bedrock et que cette version de Geyser ne prend pas en charge la version Bedrock",
  "TXT_CODE_ab4cc2dc": "Accord d'utilisateur final du logiciel, cet accord doit être défini pour être d'accord, sinon le logiciel serveur ne peut pas être activé",
  "TXT_CODE_ab4d93": "Affiche les requêtes ping des clients.",
  "TXT_CODE_ab5d758e": "Recherche d'entités de collision avec support blindé",
  "TXT_CODE_ab7672dd": "Longueur minimale du mot de passe pour les nouveaux comptes de joueurs. \nne peut pas être inférieur à 4",
  "TXT_CODE_ab839970": "La vitesse est-elle activée ?",
  "TXT_CODE_abc080d": "Pas de limite de temps",
  "TXT_CODE_abd2f7e1": "Réinitialiser la disposition de la carte",
  "TXT_CODE_abe0862e": "Utilisé pour afficher des informations détaillées et l'état des nœuds distants",
  "TXT_CODE_abfe9512": "sauvegarder",
  "TXT_CODE_ac01315a": "Êtes-vous sûr de vouloir procéder à la suppression par lots ? \nCette opération ne supprime pas les fichiers d'instance réels, uniquement les fichiers d'instance",
  "TXT_CODE_ac225d07": "Paramètres de l'instance de package de build :",
  "TXT_CODE_ac405b50": "Erreur",
  "TXT_CODE_ac52ad06": "Mandater des événements réservés à Halloween toute l’année",
  "TXT_CODE_ac696f4d": "Indique si les plug-ins doivent être affichés par défaut dans les réponses aux requêtes.",
  "TXT_CODE_acabc771": "Deuxième",
  "TXT_CODE_acd4abda": "Déployez rapidement à l'aide d'images Docker",
  "TXT_CODE_ad14bcf3": "Ce fichier de configuration est le fichier de configuration principal du serveur dédié Bedrock Edition. La plupart des paramètres du serveur Bedrock Edition sont définis dans ce fichier de configuration, tels que le port du serveur, le nombre de personnes, les paramètres de visibilité et de restriction, etc.",
  "TXT_CODE_ad1c674c": "accord",
  "TXT_CODE_ad207008": "Modifier",
  "TXT_CODE_ad30f3c5": "Nombre de démarrages :",
  "TXT_CODE_ad40abfb": "Masquer les métadonnées des éléments avec des effets visuels",
  "TXT_CODE_ad5107bc": "Paramètres du groupe d'autorisations",
  "TXT_CODE_ad533c70": "Le mot de passe doit comporter de 9 à 36 caractères et contenir des lettres et des chiffres majuscules et minuscules.",
  "TXT_CODE_ad5e2b0f": "Adresse du lien",
  "TXT_CODE_ad6c5d03": "Combien de ticks pour réveiller les monstres volants",
  "TXT_CODE_adab942e": "Autoriser les utilisateurs généraux à utiliser les fonctions de gestion de fichiers",
  "TXT_CODE_addfcb6b": "Oui",
  "TXT_CODE_ae09d79d": "télécharger",
  "TXT_CODE_ae441ea3": "Le chemin de montage supplémentaire du conteneur d'instance n'est pas configuré correctement ! \nVérifiez s'il vous plaît!",
  "TXT_CODE_ae533703": "Gestion de fichiers",
  "TXT_CODE_ae575e12": "Si vous utilisez le panneau d'accès au proxy inverse, activez cette option. \nLe panel obtiendra la véritable adresse IP à partir du \"X-Real-IP\" dans l'en-tête de la demande.",
  "TXT_CODE_ae747cc0": "Date d'expiration:",
  "TXT_CODE_aea11899": "Collision de joueur uniquement",
  "TXT_CODE_aeb10fea": "Utilisez le même port de connexion que Java Edition",
  "TXT_CODE_af11ca2a": "Taux de génération de blocs maximum du joueur",
  "TXT_CODE_af143e18": "horloge",
  "TXT_CODE_af19b7b5": "D'une manière générale, la valeur par défaut peut répondre à des scénarios d'utilisation quotidienne personnels. Si l'échelle devient plus grande, les exigences matérielles seront plus élevées. Afin de ne pas perdre excessivement l'expérience utilisateur, un seuil approprié est très important.",
  "TXT_CODE_af1f921d": "Si vous ne le remplissez pas, la valeur d'origine ne sera pas modifiée. Une fois le mot de passe de l'utilisateur réinitialisé, 2FA sera également réinitialisé en conséquence.",
  "TXT_CODE_af21e6b": "Version panneau",
  "TXT_CODE_af28bbfd": "Le dragon final engendre toujours un œuf de dragon à sa mort.",
  "TXT_CODE_af2a6972": "Cliquez sur le bouton \"J'ai terminé la numérisation\".",
  "TXT_CODE_afb12200": "Conteneurisation",
  "TXT_CODE_afb7259b": "Le format du contenu affiché dans la liste TAB des lecteurs connectés au serveur",
  "TXT_CODE_afd43f2": "Sortie détaillée des horaires",
  "TXT_CODE_app.addr": "Adresse d'accès : http://<adresse IP> :{{port}}/ ou ws://<adresse IP> :{{port}}",
  "TXT_CODE_app.configPathTip": "Fichier de configuration : data/Config/global.json",
  "TXT_CODE_app.developInfo": "Impossible de démarrer. Ce projet est utilisé par les développeurs MCSManager et ne peut pas être exploité directement par les utilisateurs généraux.\n\nVeuillez vous rendre sur https://mcsmanager.com/ pour connaître les dernières méthodes d'installation.\n\nSi vous souhaitez exécuter en mode développement, veuillez créer un répertoire public, src/public, placer les fichiers statiques frontaux et réexécuter.",
  "TXT_CODE_app.doc": "Document de référence : https://docs.mcsmanager.com/",
  "TXT_CODE_app.exitTip": "Vous pouvez utiliser la touche de raccourci Ctrl C pour fermer le programme",
  "TXT_CODE_app.host": "Adresse d'accès : http://localhost :{{port}}",
  "TXT_CODE_app.httpSetupError": "Il y a une erreur lors du démarrage du service HTTP/Socket. Le port de connexion est peut-être occupé, les autorisations sont insuffisantes ou le périphérique de la carte réseau n'est pas disponible.",
  "TXT_CODE_app.instanceLoad": "Toutes les instances d'application chargées, total {{n}}",
  "TXT_CODE_app.instanceLoadError": "Échec de la lecture du fichier d'instance locale :",
  "TXT_CODE_app.panelStarted": "Le côté du panneau a été démarré",
  "TXT_CODE_app.password": "Clé d'accès : {{key}}",
  "TXT_CODE_app.passwordTip": "Comme seule méthode d'authentification, veuillez utiliser la fonction de nœud du panneau MCSManager pour connecter le programme.",
  "TXT_CODE_app.portTip": "L'accès au réseau public du logiciel nécessite l'ouverture du port {{port}} et du port de connexion du démon.",
  "TXT_CODE_app.reference": "Référence du projet : https://github.com/mcsmanager",
  "TXT_CODE_app.sessionConnect": "La session {{ip}} {{uuid}} est connectée",
  "TXT_CODE_app.sessionDisconnect": "La session {{ip}} {{uuid}} a été interrompue",
  "TXT_CODE_app.started": "Le démon a maintenant démarré avec succès",
  "TXT_CODE_app.sysinfo": "rapport sur les ressources",
  "TXT_CODE_app.welcome": "Bienvenue dans le démon MCSManager",
  "TXT_CODE_auth_router.access": "Session {{id}}({{address}}) Vérification d'identité réussie",
  "TXT_CODE_auth_router.disconnect": "La session {{id}}({{address}}) a été déconnectée en raison d'une longue période d'identité non vérifiée.",
  "TXT_CODE_auth_router.illegalAccess": "L'accès non autorisé",
  "TXT_CODE_auth_router.notAccess": "La session {{id}}({{address}}) a tenté un accès non autorisé à {{event}} et est maintenant bloquée.",
  "TXT_CODE_b01f8383": "apprendre encore plus",
  "TXT_CODE_b029a155": "L'instance ne pourra pas démarrer après l'expiration",
  "TXT_CODE_b05948d1": "Les autorisations ont été modifiées avec succès",
  "TXT_CODE_b05c6947": "Permettre aux araignées de traverser les frontières du monde",
  "TXT_CODE_b08f61c5": "Le nombre d'animaux aquatiques pouvant apparaître dans chaque monde",
  "TXT_CODE_b09eea4": "monstre",
  "TXT_CODE_b09eff8f": "Créer une image d'environnement OpenJDK 8",
  "TXT_CODE_b0a18c20": "J'ai fini de numériser",
  "TXT_CODE_b0aa2db9": "Fermé!",
  "TXT_CODE_b0ad88c4": "S'il faut activer le protocole PROXY lors de la connexion au serveur.",
  "TXT_CODE_b0b67785": "Forcer l'heure mondiale à l'heure normale, de jour comme de nuit",
  "TXT_CODE_b0c4e4ae": "Spécifier le cœur du processeur",
  "TXT_CODE_b0f5847f": "Afficher la plage de suivi des entités",
  "TXT_CODE_b10cbef0": "Limite d'abus de la table de synthèse",
  "TXT_CODE_b11166e7": "L'instance redémarre",
  "TXT_CODE_b12787d7": "S'il faut autoriser le monde souterrain (y compris l'enfer)",
  "TXT_CODE_b128afa6": "Veuillez saisir un nouveau titre de carte",
  "TXT_CODE_b147fabc": "créer",
  "TXT_CODE_b152cd75": "Veuillez d'abord sélectionner le fichier",
  "TXT_CODE_b1600db0": "L'instance est en cours de mise à jour",
  "TXT_CODE_b16dc70c": "Squelette flétri",
  "TXT_CODE_b16fc7a6": "S'il faut autoriser les joueurs à utiliser un proxy réseau pour accéder au serveur",
  "TXT_CODE_b197be11": "Les données sont en cours de chargement...",
  "TXT_CODE_b19ed1dd": "réinitialiser",
  "TXT_CODE_b1d709bc": "S'il faut afficher les adresses IP sur lesquelles BungeeCord écoute",
  "TXT_CODE_b1dedda3": "Fermer",
  "TXT_CODE_b1e2e1b4": "Effacer la sortie de la console",
  "TXT_CODE_b1f833f3": "Téléchargez la liste des sources lors de l'installation rapide du serveur. Vous pouvez personnaliser le site de téléchargement par défaut du serveur en modifiant cette adresse.",
  "TXT_CODE_b1fd3eb1": "Paramètres de redirection de port",
  "TXT_CODE_b214a52d": "S'il faut autoriser les joueurs à s'attaquer les uns les autres",
  "TXT_CODE_b23cc3e": "Facultatif, ne renseignez pas la valeur par défaut : /workspace/",
  "TXT_CODE_b23e2bab": "carte d'espace réservé",
  "TXT_CODE_b251fa6d": "ID du nom d'affichage de l'article",
  "TXT_CODE_b26a0528": "Nœud d'appartenance",
  "TXT_CODE_b2767aa2": "Configuration du modèle par défaut",
  "TXT_CODE_b278707d": "Lorsque vous constatez que le nom du fichier est tronqué lors de la décompression/compression du fichier, vous pouvez modifier cette option pour résoudre le problème.",
  "TXT_CODE_b290a4b0": "Nom de la tâche du projet",
  "TXT_CODE_b2dbf778": "Si vous devez accéder au panneau via une application tierce, vous devrez utiliser cette clé pour vérifier votre identité. Toute demande utilisant cette clé aura les mêmes autorisations que ce compte.",
  "TXT_CODE_b30daa03": "Autoriser CrimsonCreep lorsque le monde est en mode difficile",
  "TXT_CODE_b3127cba": "Couleur de discussion pour le groupe de super-administrateurs",
  "TXT_CODE_b3190a77": "S'il faut cocher les villageois non activés",
  "TXT_CODE_b32f926d": "Correction du mouvement du bébé zombie",
  "TXT_CODE_b340c04a": "s'il te plaît, sois patient",
  "TXT_CODE_b34efc1": "Le manifeste du conteneur représente toutes les instances d'application exécutées dans un environnement d'image indépendant. Le manifeste ici n'inclut pas uniquement les conteneurs démarrés par le panneau.",
  "TXT_CODE_b34f9eee": "santé maximale",
  "TXT_CODE_b355c681": "Message de kick dépassant le taux de traitement des paquets",
  "TXT_CODE_b37e6938": "Vous pouvez éventuellement ajouter un message personnalisé qui s'affichera dans la fenêtre d'invite du pack de ressources lors de l'utilisation de require-resource-pack.",
  "TXT_CODE_b3825da": "Traitement..",
  "TXT_CODE_b3e2f83e": "Cette carte n'a aucun contenu et peut être utilisée pour occuper de l'espace afin de répondre aux exigences de mise en page centrée.",
  "TXT_CODE_b3ea8245": "Nombre maximum de collisions d'entités",
  "TXT_CODE_b3f2ea10": "Entrez l'URL de la musique",
  "TXT_CODE_b45e73fb": "Le nombre de secondes que le joueur doit attendre avant de réapparaître s'il y a un boss à proximité. \nPlage valide : 0 (par défaut) à 30 secondes. \nÀ utiliser à vos risques et périls",
  "TXT_CODE_b488372f": "tout le monde",
  "TXT_CODE_b4a9d04a": "Nombre de nœuds en ligne",
  "TXT_CODE_b4d8588": "Version du système",
  "TXT_CODE_b51bac6f": "Pour configurer une instance à l'aide d'une image Docker, vous devez vous assurer que Docker est correctement installé !",
  "TXT_CODE_b5a0661a": "Titre",
  "TXT_CODE_b5a3a6ca": "Vérification authentique",
  "TXT_CODE_b5a47731": "L'administrateur a interdit aux utilisateurs généraux d'utiliser la fonction de réinstallation d'instance.",
  "TXT_CODE_b5afc7e": "Le nombre maximum de joueurs que le client joueur affichera, la valeur par défaut est 1. \nCet objet est uniquement destiné à la décoration et n’a pas de véritable nombre maximum de joueurs.",
  "TXT_CODE_b5b33dd4": "Affichage du texte de la page de connexion",
  "TXT_CODE_b5c7b82d": "Paramètres",
  "TXT_CODE_b5ca0563": "Nous vous guiderons dans l'utilisation et le déploiement de votre application.",
  "TXT_CODE_b5ce1069": "Empêcher les joueurs non-softcore de se connecter",
  "TXT_CODE_b625dbf0": "Téléchargement:",
  "TXT_CODE_b642de88": "Limite maximale de joueurs sur le serveur",
  "TXT_CODE_b649a71a": "Mandater des événements réservés à Noël toute l’année",
  "TXT_CODE_b6697d36": "Lorsque le client joueur envoie la quantité totale de paquets de données, il sera expulsé. 0 signifie fermé.",
  "TXT_CODE_b67197fc": "tous les utilisateurs",
  "TXT_CODE_b69550bf": "ancien utilisateur",
  "TXT_CODE_b6eb8851": "Les zombies attaquent-ils les œufs de tortue ?",
  "TXT_CODE_b729d2e": "Port de connexion du conteneur",
  "TXT_CODE_b72d638d": "Obligatoire et doit être unique",
  "TXT_CODE_b76d94e0": "rafraîchir",
  "TXT_CODE_b7c8eb9f": "Raisons pour lesquelles il est interdit aux joueurs hardcore de mourir",
  "TXT_CODE_b7cab91d": "Envoyer la commande",
  "TXT_CODE_b7d026f8": "Tâches planifiées",
  "TXT_CODE_b7d38e78": "Le nœud distant ne peut pas être utilisé ! \nVeuillez contacter l'administrateur pour vérifier l'état du nœud distant dans la liste des nœuds !",
  "TXT_CODE_b8108d4d": "Entrez la commande ici et appuyez sur Entrée pour envoyer.",
  "TXT_CODE_b815f6f6": "Désactiver les effets de résidus de reptiles",
  "TXT_CODE_b82225c3": "Décompression des fichiers, veuillez patienter...",
  "TXT_CODE_b858d78a": "Copié avec succès",
  "TXT_CODE_b8814f15": "Il se peut que le panneau ne soit pas autorisé à accéder à ce fichier. Vous pouvez essayer d'utiliser « Gestion des fichiers » pour modifier ce fichier.",
  "TXT_CODE_b89780e2": "La version du fichier de configuration est incorrecte et l'image d'arrière-plan ne peut pas être définie. Veuillez essayer de redémarrer le panneau ou de réinitialiser la mise en page personnalisée !",
  "TXT_CODE_b916a8dc": "variables environnementales",
  "TXT_CODE_b91a94f9": "Symbole de retour chariot d'exécution d'instruction",
  "TXT_CODE_b9442311": "Paramètres supplémentaires",
  "TXT_CODE_b94f13ce": "Sous la plate-forme Windows, il s'agit généralement de \"retour chariot et saut de ligne\", et sous la plate-forme Linux/MacOS, il s'agit généralement de \"saut de ligne\".",
  "TXT_CODE_b9ca022b": "Installation des fichiers d'instance, veuillez patienter patiemment...",
  "TXT_CODE_b9d7fe43": "Exiger la validation du jeton lors de l'utilisation de points de terminaison publics de l'API REST",
  "TXT_CODE_ba027d6c": "Compression des fichiers, veuillez patienter patiemment...",
  "TXT_CODE_ba1a222b": "Permet aux joueurs de placer de la glace là où ils ne peuvent pas construire",
  "TXT_CODE_ba1eb3b5": "Docker est un logiciel de virtualisation léger qui utilise une image d'environnement pour créer un conteneur (comme une boîte) pour envelopper votre application réelle, permettant à votre application de s'exécuter dans un environnement de bac à sable virtuel, indépendamment de ce que fait l'application. Aucune opération malveillante n'affectera. tous les fichiers sur la machine hôte.",
  "TXT_CODE_ba42d467": "URL Web",
  "TXT_CODE_ba497a8b": "tâches à intervalles",
  "TXT_CODE_ba4f41ba": "S'il faut activer la sortie détaillée",
  "TXT_CODE_ba82dddb": "La construction d'images et le fonctionnement des conteneurs reposent sur le logiciel Docker, et tous les nœuds distants de l'hôte physique partageront toutes les images.",
  "TXT_CODE_ba86f4a": "Cordon élastique MC",
  "TXT_CODE_ba8ebc7": "Ne peut pas être vide, veuillez écrire 0 pour représenter toutes les 0 heures",
  "TXT_CODE_baa16e45": "Agrandir la largeur",
  "TXT_CODE_bac2d713": "S'il faut activer le mode débogage",
  "TXT_CODE_bb0b9711": "Instructions de mise à jour ou d'installation",
  "TXT_CODE_bb888626": "sortir",
  "TXT_CODE_bb9657ff": "Analyser les sélecteurs dans les livres",
  "TXT_CODE_bb98d45": "Activer l'achèvement du commandement Brigadier",
  "TXT_CODE_bbbda29": "La commande de démarrage ne peut pas contenir de nouvelles lignes. Il ne s'agit pas d'un fichier de script et plusieurs commandes ne peuvent pas être exécutées.",
  "TXT_CODE_bbd7d448": "Il est recommandé que les informations détaillées telles que les images Docker et les conteneurs soient lues par le personnel technique. Le contenu complet des informations au format JSON est fourni ici.",
  "TXT_CODE_bc3e529c": "Permet un exploit de rupture de bloc permanent",
  "TXT_CODE_bc883bbb": "Revenir à l'installation manuelle",
  "TXT_CODE_bca67837": "La différence entre les valeurs du serveur et du client avant qu'un comportement anormal ne soit détecté",
  "TXT_CODE_bcfaf14d": "Désolé, la dernière liste de modules par défaut ne peut pas être obtenue. Il se peut qu'il y ait un problème avec votre réseau ou que le serveur soit en maintenance.",
  "TXT_CODE_bd2559f3": "Encodage des entrées de la console",
  "TXT_CODE_bd7152f7": "S'il faut ouvrir la fin",
  "TXT_CODE_bd99b64e": "La demande a expiré ! \nVeuillez contacter l'administrateur pour vérifier l'état du réseau du nœud, l'adresse IP du nœud :",
  "TXT_CODE_bdb620b9": "En cours d'exécution",
  "TXT_CODE_bdd4fe65": "Avez-vous besoin d'un package de ressources ?",
  "TXT_CODE_bdfa3457": "Le protocole RCON ne peut pas être activé ou désactivé en état opérationnel.",
  "TXT_CODE_be1351ce": "Comment obtenir la clé ?",
  "TXT_CODE_be1354f5": "Utilisez le mode conception pour déplacer votre souris ici pour modifier",
  "TXT_CODE_be1f9806": "Échelle de contrôle de l'entonnoir",
  "TXT_CODE_be236019": "Taux de croissance des fèves de cacao",
  "TXT_CODE_be26bb3c": "graine de portail",
  "TXT_CODE_be608c82": "Différents types auront des différences subtiles dans certaines fonctions",
  "TXT_CODE_be6484f7": "Veuillez sélectionner une image d'instance",
  "TXT_CODE_be7a689a": "Vous devez utiliser une adresse réseau externe ou une adresse localhost, sinon l'entité d'exécution à distance ne pourra pas se connecter.",
  "TXT_CODE_bea356aa": "Autoriser les connexions depuis ProxyPass et Waterdog.",
  "TXT_CODE_bec3d0ea": "S'il faut sauver le monde si le serveur plante en raison d'une exception non gérée",
  "TXT_CODE_bf8ae6c8": "Ce fichier de configuration est le CLUF (Contrat de Licence Utilisateur Final) du serveur Minecraft. Vous devez accepter cet accord pour exécuter normalement le logiciel serveur. Si vous constatez que ce paramètre n'est pas \"Oui\", veuillez le modifier immédiatement.",
  "TXT_CODE_bfb50126": "Présentation de l'état du nœud",
  "TXT_CODE_bff43de3": "Nom",
  "TXT_CODE_c03297d4": "Adresse IP d'écoute et port de connexion",
  "TXT_CODE_c059faee": "Correction de l'achèvement de l'étiquette du sélecteur de cible",
  "TXT_CODE_c0606ef4": "Etes-vous sûr de vouloir définir l'image d'arrière-plan ?",
  "TXT_CODE_c0a49b60": "Seuil pour les mauvais mouvements",
  "TXT_CODE_c0be39df": "Périmètre de démarrage d'une autre entité",
  "TXT_CODE_c0ce588": "Vitesse de croissance de la citrouille",
  "TXT_CODE_c117a10c": "Désactiver l'effet de persistance creeper",
  "TXT_CODE_c1320e08": "Vous pouvez effacer tous les fichiers que vous avez téléchargés via \"Réinitialiser la mise en page\".",
  "TXT_CODE_c135338": "Invite de coup de pied de véhicule volant",
  "TXT_CODE_c14b2ea3": "retour",
  "TXT_CODE_c14caab": "Aucun fichier supplémentaire requis",
  "TXT_CODE_c1507dd6": "délai d'avertissement",
  "TXT_CODE_c174fbb4": "Permet aux joueurs de provoquer des dégâts",
  "TXT_CODE_c17f6488": "Sélectionnez le fichier zip",
  "TXT_CODE_c237192c": "Veuillez saisir un nom pour la nouvelle instance",
  "TXT_CODE_c24c2569": "Le nombre de secondes à attendre avant qu'un utilisateur autorise Geyser à accéder à son compte Microsoft.",
  "TXT_CODE_c2697552": "Modifier la piste",
  "TXT_CODE_c26e5fb7": "Prise en charge du format Markdown",
  "TXT_CODE_c2a8378b": "Nom du monde (carte)",
  "TXT_CODE_c2cef2d": "Portée du lancement de l'attaquant",
  "TXT_CODE_c3022e22": "Ce fichier de configuration est un fichier de configuration courant pour le type Bukkit ou d'autres types de serveurs dérivés. Il contient la plupart des paramètres du serveur, tels que le port du serveur, le nombre maximum de personnes, la distance de visibilité du joueur et la vérification authentique, etc.",
  "TXT_CODE_c32bc4b3": "distance de vue",
  "TXT_CODE_c3a3b6b1": "Nom du conteneur",
  "TXT_CODE_c3a933d3": "Mission accomplie!",
  "TXT_CODE_c3c06801": "Suppression par lots réussie",
  "TXT_CODE_c3ec4dc8": "Barre de faim de combat épuisée",
  "TXT_CODE_c4430fa6": "Empêcher les utilisateurs de se connecter avant de terminer leur connexion",
  "TXT_CODE_c4435af9": "Configuration du mappage des ports de connexion au conteneur",
  "TXT_CODE_c48f6f64": "tous",
  "TXT_CODE_c4dfdb26": "Chinois traditionnel (BIG5)",
  "TXT_CODE_c4f90da6": "Spécifier les tâches temporelles",
  "TXT_CODE_c52c93f7": "Si elle n'est pas activée (la valeur par défaut est vraie), l'adresse IP du lecteur sera remplacée par <adresse IP retenue> dans les journaux.",
  "TXT_CODE_c534ca49": "En maintenance",
  "TXT_CODE_c565b2e0": "Prend en charge le téléchargement de fichiers HTML, cette carte chargera le HTML et exécutera le code Javascript.",
  "TXT_CODE_c5c56801": "Heure d'inscription",
  "TXT_CODE_c62a8fa1": "pack de textures",
  "TXT_CODE_c62e2f11": "Configurez votre serveur ici. \nChaque clé représente le nom du serveur et la valeur représente l'adresse IP du serveur auquel se connecter.",
  "TXT_CODE_c671927e": "Forcer le client à charger le package de ressources du serveur",
  "TXT_CODE_c68b0bef": "Téléchargement des images terminé !",
  "TXT_CODE_c698246c": "Les morts-vivants sont immunisés contre certains effets",
  "TXT_CODE_c6ecc182": "Enregistrer les événements de décès d'entités nommées dans le journal",
  "TXT_CODE_c7362d3d": "S'il faut essayer de désactiver la compression pour les lecteurs Bedrock Edition.",
  "TXT_CODE_c73de59d": "Mardi",
  "TXT_CODE_c745cf56": "Mode débogage",
  "TXT_CODE_c7a43089": "L'instance extraira l'image au moment de l'exécution et utilisera l'image pour créer un conteneur. Ce nom d'image doit exister dans le cloud ou localement.",
  "TXT_CODE_c7b1b8d0": "Programmes qui doivent être démarrés",
  "TXT_CODE_c7d0002e": "adresse IP",
  "TXT_CODE_c7d340bc": "Empêcher le déplacement vers des morceaux déchargés",
  "TXT_CODE_c8261c85": "Serveur de jeu Minecraft Bedrock Edition",
  "TXT_CODE_c82a51b0": "Il peut s'agir d'un nom de domaine ou d'une adresse IP, par exemple mcsmanager.com, 43.123.211.12",
  "TXT_CODE_c8333afa": "statut inconnu",
  "TXT_CODE_c83551f5": "Renommer",
  "TXT_CODE_c846074d": "Veuillez compléter les informations de votre compte !",
  "TXT_CODE_c848a459": "Aire de reproduction des créatures",
  "TXT_CODE_c855fc29": "Utilisateur ajouté avec succès",
  "TXT_CODE_c8572f16": "graines d'igloo",
  "TXT_CODE_c871d8c8": "Définit la distance maximale entre une entité biologique et le joueur pour les mises à jour du serveur, en blocs (rayon) dans chaque direction du joueur. \nSi les entités se trouvent en dehors de ce rayon, elles ne seront pas envoyées par le serveur et ne seront pas vues par le joueur.",
  "TXT_CODE_c8a51b2e": "Veuillez entrer l'adresse de l'image",
  "TXT_CODE_c8c91afc": "Désactiver le placement et le déplacement de tuiles",
  "TXT_CODE_c8cdeeee": "Version du fichier de configuration, la modification peut entraîner des problèmes imprévisibles. \nIl est recommandé de ne pas modifier ce projet.",
  "TXT_CODE_c93f32f8": "Obligatoire, prend en charge le nom de domaine et l'adresse IP. Si elles ne sont pas renseignées, les informations sur le serveur, le nombre de personnes, la version, etc. ne seront pas interrogées.",
  "TXT_CODE_c9609785": "condition",
  "TXT_CODE_c9b31f8e": "Jeudi",
  "TXT_CODE_c9c27711": "S'il faut ignorer les éclats de balle de cristal pour calculer le seuil du projectile",
  "TXT_CODE_c9e4d5c1": "Empêcher les gardes de donjon d'apparaître lorsque vous envoyez des joueurs à leur point d'apparition",
  "TXT_CODE_ca06ec2a": "L'entité sélectionne la cible en fonction de la plage suivante",
  "TXT_CODE_ca07c84c": "Votre navigateur actuel ne prend pas en charge la copie automatique",
  "TXT_CODE_ca500df8": "Ce fichier de configuration est un fichier de configuration courant pour les serveurs de la catégorie papier ou d'autres catégories dérivées. Il étend les lacunes du fichier de configuration spigot.",
  "TXT_CODE_ca8072bd": "L'initialisation a échoué, le nœud distant n'existe pas !",
  "TXT_CODE_ca923eba": "jour",
  "TXT_CODE_cad62df3": "Stocker le cache utilisateur uniquement lorsque le serveur est en panne",
  "TXT_CODE_cae10a08": "La tâche de suppression de fichiers démarre s'il y a trop de fichiers, cela prendra un certain temps.",
  "TXT_CODE_caf10268": "Si le serveur renvoie une liste de plug-ins lors de l'interrogation de la console intégrée MCSM",
  "TXT_CODE_cafe41ab": "Temps d'inactivité autorisé, en minutes. Expulsion automatique du serveur après avoir dépassé la limite.",
  "TXT_CODE_cb043d10": "Exemple",
  "TXT_CODE_cb08d342": "Le champ ne peut pas être vide",
  "TXT_CODE_cb1fef78": "Tous les joueurs doivent s'inscrire ou se connecter avant de jouer",
  "TXT_CODE_cb36c80e": "Liste des conteneurs d'hôtes distants",
  "TXT_CODE_cb84b22": "Cette carte peut télécharger des pages HTML personnalisées et exécuter directement des scripts Javascript. Elle peut utiliser directement tous les éléments de la page Web et convient aux développeurs Web front-end.",
  "TXT_CODE_cbb958f2": "Si cette option est activée, les joueurs sans clé publique de signature Mojang ne pourront pas se connecter au serveur.",
  "TXT_CODE_cbbc779f": "Après avoir renseigné le nom du fichier du logiciel serveur, accédez à Gestion des fichiers pour télécharger le logiciel serveur afin de démarrer l'instance.",
  "TXT_CODE_cbc235ad": "Effacement des fichiers existants de l'instance, veuillez patienter patiemment...",
  "TXT_CODE_cbe0fc07": "La barre de la faim restaurée est épuisée",
  "TXT_CODE_cc561947": "Scannez le code QR à l'aide de l'authentification Google ou d'un autre outil de vérification courant en deux étapes.",
  "TXT_CODE_cc5a3aea": "La longueur du mot de passe ne peut pas être inférieure à 9 caractères",
  "TXT_CODE_cc6ecb18": "Le nombre maximum de monstres réveillés par tick",
  "TXT_CODE_cc7b54b9": "Paramètres de base",
  "TXT_CODE_ccb60658": "Vérifier",
  "TXT_CODE_cd045236": "Taux de croissance des baies sucrées",
  "TXT_CODE_cd3ae89e": "Afficher le message de sauvegarde automatique",
  "TXT_CODE_cd40249d": "Nombre de threads principaux d'exécution de chat",
  "TXT_CODE_cd62c9d4": "Empêcher la génération ou le rappel d'éléments interdits via des commandes",
  "TXT_CODE_cd8cd5d2": "Cette carte ne peut être placée que sur des pages disposant d'autorisations plus élevées",
  "TXT_CODE_cd923ade": "Enfin, est-ce la première fois que vous utilisez ce logiciel ?",
  "TXT_CODE_cd978243": "Administrateur",
  "TXT_CODE_cdd555be": "Paramètres de base",
  "TXT_CODE_cdf7c16a": "Seuls les administrateurs peuvent afficher et modifier ces paramètres",
  "TXT_CODE_ce132192": "Rechercher par nom d'application",
  "TXT_CODE_ce8f3dc1": "S'il faut activer le protocole PROXY pour le client. \nVous ne souhaitez pas l'activer à moins que vous n'effectuiez un proxy inverse UDP devant votre instance Geyser.",
  "TXT_CODE_ce917b27": "Vous avez terminé! \nEnsuite, il vous suffit d'accéder à la « Console d'instance » et d'appuyer sur « Démarrer l'instance ».",
  "TXT_CODE_ce953a4": "Désactiver les PrimeBombs",
  "TXT_CODE_ce99026b": "Stockez les journaux dans une base de données SQL plutôt que dans des fichiers texte. \nFaux par défaut",
  "TXT_CODE_cea5dba1": "Le programme a reçu un signal de sortie et se prépare à fermer...",
  "TXT_CODE_ceb783a9": "La gestion des fichiers est une fonction plus consommatrice de ressources et difficile à contrôler.",
  "TXT_CODE_ceba9262": "Si vous n'êtes qu'un utilisateur régulier, veuillez contacter l'administrateur du panel.",
  "TXT_CODE_cec321b4": "Codage de sortie :",
  "TXT_CODE_cee5802c": "temps d'éclosion",
  "TXT_CODE_cf1cb995": "Spécifie le nombre de secondes pendant lesquelles les images sont mises en cache sur le disque pour éviter de les télécharger depuis le réseau. \n0 signifie désactivé.",
  "TXT_CODE_cf88c936": "port ouvert",
  "TXT_CODE_cf95364f": "Cette fonctionnalité présente une certaine instabilité et ne peut garantir que l'expérience utilisateur de l'interface restera optimale.",
  "TXT_CODE_cf9e259c": "Afficher l'heure actuelle",
  "TXT_CODE_cfc657db": "Contenu",
  "TXT_CODE_cfd64e73": "Nom de groupe par défaut pour les joueurs nouvellement inscrits",
  "TXT_CODE_command.errLen": "Mauvaise longueur de commande, veuillez vous assurer que le format de commande est correct",
  "TXT_CODE_command.instanceNotOpen": "L'exécution de l'instruction a échoué car le programme réel de l'instance n'existe pas",
  "TXT_CODE_command.quotes": "Mauvaise commande guillemets doubles, impossible de trouver une paire de guillemets doubles, si vous devez utiliser un seul guillemet double, veuillez utiliser le symbole {quotes}",
  "TXT_CODE_common._7unzip": "[Tâche de décompression 7zip]",
  "TXT_CODE_common._7zip": "[tâche de compression 7zip]",
  "TXT_CODE_common.killProcess": "Le programme {{pid}} a été interrompu de force à l'aide d'une commande système",
  "TXT_CODE_common.title": "Titre",
  "TXT_CODE_common.uuidIrregular": "L'UUID {{uuid}} est incorrect",
  "TXT_CODE_d00c21bb": "Type de génération de carte (par défaut : par défaut, super plat : plat)",
  "TXT_CODE_d03c3e0e": "Fichier de configuration d'origine de Bukkit",
  "TXT_CODE_d07742fe": "Fichier de configuration du serveur",
  "TXT_CODE_d092c3b": "Seuls les joueurs hardcore sont autorisés à se connecter",
  "TXT_CODE_d0b40386": "Nom de la base de données MySQL",
  "TXT_CODE_d0c670df": "La progression du panel de direction de MCSManager est indissociable du dévouement désintéressé des contributeurs et sponsors.",
  "TXT_CODE_d0c78699": "Invite du serveur d'authentification indisponible",
  "TXT_CODE_d0e37f20": "Activer la liste blanche",
  "TXT_CODE_d0fd83bf": "Restrictions de discussion",
  "TXT_CODE_d11bf156": "Soyez patient et utilisez la fonction d'actualisation pour charger la liste, cette image devrait être supprimée plus tard.",
  "TXT_CODE_d11cc3e1": "S'il faut activer la prise en charge de HAProxy",
  "TXT_CODE_d12fa808": "Commande de démarrage",
  "TXT_CODE_d16d82ab": "Si le contenu de la console est tronqué, vous pouvez essayer de modifier l'encodage pour résoudre le problème.",
  "TXT_CODE_d182c422": "Sur quelle machine le nouveau programme sera-t-il déployé ?",
  "TXT_CODE_d1c78fbf": "Le nom utilisé pour créer le conteneur. Il est généré aléatoirement s'il est vide.",
  "TXT_CODE_d23631cb": "Paramètres de la console",
  "TXT_CODE_d248b5c8": "Samedi",
  "TXT_CODE_d258ec31": "Effacer toutes les sélections",
  "TXT_CODE_d28c05df": "Établi avec succès",
  "TXT_CODE_d29c8730": "Les requêtes ping de la liste de serveurs doivent-elles être transmises aux serveurs principaux ?",
  "TXT_CODE_d2bbb2f1": "Groupe fonctionnel d'instance",
  "TXT_CODE_d2c79249": "Si vous souhaitez soutenir le développement ultérieur de MCSManager,",
  "TXT_CODE_d31a684c": "Heure de début:",
  "TXT_CODE_d32301c1": "Ports de connexion disponibles",
  "TXT_CODE_d324bb21": "Adresse d'accès :",
  "TXT_CODE_d341127b": "tâches événementielles",
  "TXT_CODE_d356cf9d": "rétrécir la largeur",
  "TXT_CODE_d37f0418": "Le panneau est installé !",
  "TXT_CODE_d3b29478": "heure de modification",
  "TXT_CODE_d3de39b4": "Mise à jour terminée",
  "TXT_CODE_d4146944": "Retour à la page d'accueil du panel",
  "TXT_CODE_d4517dcb": "Vendredi",
  "TXT_CODE_d486a561": "décrire:",
  "TXT_CODE_d4b058a9": "Il est interdit d'utiliser les projectiles Zenith avec des objets autres que les armes.",
  "TXT_CODE_d4b35741": "Seuil de direction de mouvement du joueur",
  "TXT_CODE_d4cf1cb8": "Les archives",
  "TXT_CODE_d507abff": "déterminer",
  "TXT_CODE_d51cd7ae": "générer",
  "TXT_CODE_d51f5d6": "Les mots de passe saisis deux fois sont incohérents",
  "TXT_CODE_d58ffa0f": "L'instance n'est pas en état d'exécution !",
  "TXT_CODE_d628e631": "Utilisé pour créer rapidement des instances",
  "TXT_CODE_d629fa48": "IP du serveur de jeu",
  "TXT_CODE_d6321094": "Incrément d'abus de la table de synthèse",
  "TXT_CODE_d648ff91": "Cependant, il n'inclut pas les titres de cartes personnalisés ni tout autre contenu linguistique personnalisé.",
  "TXT_CODE_d649b01e": "Enregistrer l'équipe de tableau de bord vide",
  "TXT_CODE_d655beec": "Exemple de liste",
  "TXT_CODE_d6a96ea4": "Afficher un ensemble personnalisé de boutons de lien hypertexte",
  "TXT_CODE_d6c5a7f8": "Veuillez remplir les champs obligatoires du formulaire !",
  "TXT_CODE_d6d9c42c": "État de fonctionnement de l'instance d'application",
  "TXT_CODE_d6e7f572": "En cas de problème d'utilisation, il est recommandé de le fermer.",
  "TXT_CODE_d705a2bd": "Les paramètres supplémentaires sont automatiquement ajoutés à la fin du chemin du logiciel.",
  "TXT_CODE_d73c8510": "Êtes-vous sûr de vouloir enregistrer la mise en page ?",
  "TXT_CODE_d7638d7b": "Obligatoire, tel que : openjdk:23-slim",
  "TXT_CODE_d764908b": "Désactiver la distance maximale qu'un joueur peut parcourir (en tuiles)",
  "TXT_CODE_d76ccb4f": "Qu'est-ce qu'une image d'environnement ?",
  "TXT_CODE_d78ad17a": "Veuillez sélectionner l'utilisateur à supprimer",
  "TXT_CODE_d7a7a095": "La graine de carte est laissée vide par défaut.",
  "TXT_CODE_d7ad19af": "Version du fichier de configuration, ne le modifiez pas dans des circonstances normales. La modification peut affecter le fonctionnement normal du serveur.",
  "TXT_CODE_d7c5823e": "Environnement d'exécution Java 8 intégré, adapté au serveur Minecraft version 1.7 ~ 1.16",
  "TXT_CODE_d7dbc7c2": "Pas activé",
  "TXT_CODE_d7ee9ba": "Dernière connexion",
  "TXT_CODE_d7fa3be3": "Facultatif, paramètre -Xmx, tel que : 1024M",
  "TXT_CODE_d851d86d": "Flétrir",
  "TXT_CODE_d941eb89": "Carte opérationnelle",
  "TXT_CODE_d97eaef3": "À quel niveau de difficulté les zombies franchissent-ils les portes ?",
  "TXT_CODE_d9829f9c": "Des tics continus qui réveillent les monstres volants",
  "TXT_CODE_d9b7a6a3": "Permet d'empiler des objets dans des coffres pour dépasser les limites d'empilement lors du chargement du monde.",
  "TXT_CODE_d9cfab1b": "Nombre d'exécutions",
  "TXT_CODE_da234f4f": "Difficulté du jeu (paisible, facile, normal, difficile)",
  "TXT_CODE_da26028c": "Nombre minimum de secondes pour que le fantôme apparaisse",
  "TXT_CODE_da2fb99a": "La page Web ne fonctionne pas correctement",
  "TXT_CODE_da579edc": "2. Si le visiteur n'est pas connecté ou ne dispose pas des autorisations suffisantes, la carte ne pourra toujours pas être chargée.",
  "TXT_CODE_da65ecbd": "Ignorer la vérification si le joueur \"peut\" tuer l'ogive",
  "TXT_CODE_da782f63": "Nombre maximum de threads pour l'exécution du chat",
  "TXT_CODE_da7a0328": "type inconnu",
  "TXT_CODE_da8bb476": "Dossier de mise à jour du plug-in, mettez le nom du dossier de la nouvelle version du plug-in, ce dossier mettra automatiquement à jour le plug-in au redémarrage du serveur",
  "TXT_CODE_da8f97a7": "Accès bloqué",
  "TXT_CODE_daca92c1": "Port de connexion utilisé par l'API REST",
  "TXT_CODE_daemonInfo.authError": "Erreur de vérification de clé du nœud distant {{- v}}",
  "TXT_CODE_daemonInfo.authFailure": "Vérification de la clé du nœud distant {{- v}} rejetée",
  "TXT_CODE_daemonInfo.authSuccess": "Vérification de la clé du nœud distant {{- v}} réussie",
  "TXT_CODE_daemonInfo.closed": "Déconnectez activement le nœud distant {{- v}}",
  "TXT_CODE_daemonInfo.connect": "Le nœud distant {{- v}} est connecté",
  "TXT_CODE_daemonInfo.connectError": "Erreur de connexion au nœud distant : {{- v}}",
  "TXT_CODE_daemonInfo.disconnect": "Le nœud distant {{- v}} est en panne",
  "TXT_CODE_daemonInfo.replaceConnect": "L'utilisateur a lancé une demande de connexion répétée et réinitialise désormais la configuration de la connexion.",
  "TXT_CODE_daemonInfo.resetConnect": "L'utilisateur initie la reconnexion au nœud distant déjà disponible et le canal de connexion est en cours de réinitialisation.",
  "TXT_CODE_daemonInfo.setLanguage": "Définir la langue du nœud",
  "TXT_CODE_daemonInfo.tryConnect": "Essayer de se connecter au nœud distant",
  "TXT_CODE_db04e635": "Lorsqu'il n'y a qu'un seul serveur par défaut, le serveur sera affiché sur le Motd du joueur. \nCet élément n'a aucun effet lorsque ping_passthrough est activé",
  "TXT_CODE_db14fb46": "ajouté avec succès",
  "TXT_CODE_db37b7f9": "Erreur de téléchargement d'image. Veuillez vous assurer que le nom de l'image est correct ou extrayez manuellement l'image dont vous avez besoin via Docker Pull sur la console de gestion des nœuds.",
  "TXT_CODE_db64faf6": "Nombre de connexions au panneau",
  "TXT_CODE_db815f4a": "Profil de règle de filtrage de texte (peut ne pas fonctionner correctement)",
  "TXT_CODE_db9375a5": "Peut être utilisé pour afficher des sites Web externes",
  "TXT_CODE_dba9bf61": "L'exécution de la tâche de compression a échoué !",
  "TXT_CODE_dbefcc6c": "Serveur de jeu Terraria",
  "TXT_CODE_dc570cf2": "Laisser vide pour ne rien modifier",
  "TXT_CODE_dca030b8": "La longueur de configuration du chemin de montage supplémentaire pour le conteneur d'instance est incorrecte ! \nVérifiez s'il vous plaît!",
  "TXT_CODE_dce87e42": "Remplir 50 signifie que l'utilisation de tous les cœurs est limitée à 50 %. Si vous remplissez 200, cela signifie que l'utilisation totale de tous les cœurs peut être de 200 %.",
  "TXT_CODE_dd002fae": "S'il faut activer la liste blanche",
  "TXT_CODE_dd06dea2": "Actuellement il y a",
  "TXT_CODE_dd20e5c3": "Des tiques continues qui réveillent les villageois",
  "TXT_CODE_dd238854": "Mémoire maximale",
  "TXT_CODE_dd2cef06": "Nombre maximum de ticks traités par le bloc",
  "TXT_CODE_dd78943e": "alerte de sécurité",
  "TXT_CODE_dd8d27ce": "Serveur de jeu Steam",
  "TXT_CODE_ddcca0b9": "Zone de texte personnalisée",
  "TXT_CODE_dde54f31": "Ajoutez-en un nouveau",
  "TXT_CODE_de150623": "Autoriser les entités non-joueurs sur le tableau de bord",
  "TXT_CODE_de161f0c": "Durabilité cachée",
  "TXT_CODE_de3ced4b": "Veuillez entrer le nom de l'image",
  "TXT_CODE_de61c48c": "Désactiver les mises à jour du bloc de notes",
  "TXT_CODE_de854aa6": "Nombre maximum de secondes pour que le fantôme apparaisse",
  "TXT_CODE_deaf423c": "Modes de jeu (survie, créatif, aventure, spectateur)",
  "TXT_CODE_dec6550e": "Contrôle la distance de l'entité visible la plus éloignée sur le client et peut optimiser et réduire la distance de manière appropriée.",
  "TXT_CODE_decf21ee": "Supprimer les avertissements pour les autorisations de construction ayant échoué dans les zones, les points d'apparition ou les modifications de serveur ayant échoué",
  "TXT_CODE_def287e0": "nœud distant",
  "TXT_CODE_df1ceee": "Taux d’infection des villageois zombies",
  "TXT_CODE_df3fdec": "Tous les fichiers du répertoire de travail de l'instance seront montés dans ce répertoire à l'intérieur du conteneur",
  "TXT_CODE_df455795": "La valeur par défaut est 24444.",
  "TXT_CODE_df87c46d": "Tout déselectionner",
  "TXT_CODE_df903498": "Tiques continues pour réveiller les monstres",
  "TXT_CODE_dfa17b2d": "Cette opération supprimera définitivement l'image. Voulez-vous continuer ?",
  "TXT_CODE_dfa27a93": "Avez-vous toutes les autorisations ?",
  "TXT_CODE_dfc17a0c": "Nouvelle configuration",
  "TXT_CODE_e00c858c": "Téléverser un fichier",
  "TXT_CODE_e01539f1": "Créez rapidement des exemples d'application",
  "TXT_CODE_e01e51f3": "La Directive Temps affecte-t-elle tous les mondes ?",
  "TXT_CODE_e050b3be": "mémoire initiale",
  "TXT_CODE_e057798f": "Port du serveur (IPv6)",
  "TXT_CODE_e0643e6f": "S'il faut expulser les joueurs lorsqu'ils dépassent le seuil HealOther",
  "TXT_CODE_e06841b5": "Lors du téléchargement des fichiers, une instance sera créée en même temps. Cette opération est irréversible. Voulez-vous continuer ?",
  "TXT_CODE_e06c1cea": "Format de compression",
  "TXT_CODE_e076d90b": "nœud",
  "TXT_CODE_e08e63b5": "Déployer n’importe quel exécutable de console",
  "TXT_CODE_e093012e": "En remplaçant l'ID de dimension Nether par l'ID de fin, le problème que Bedrock Edition ne peut pas construire au-dessus de la coordonnée Y 127 est résolu.",
  "TXT_CODE_e1070b52": "On travaille dur sur le dossier !",
  "TXT_CODE_e109c091": "Accès anormal au nœud distant",
  "TXT_CODE_e10c992a": "Tous les utilisateurs actualiseront la page pour voir vos nouvelles modifications.",
  "TXT_CODE_e112412a": "Rappel chaleureux",
  "TXT_CODE_e13a6529": "S'il faut activer la liste blanche (nouvelle version)",
  "TXT_CODE_e13abbb1": "Instance exécutée",
  "TXT_CODE_e15e5006": "Cette page n'a aucun contenu.",
  "TXT_CODE_e1a3b150": "Rendu des couleurs frontal",
  "TXT_CODE_e1af7c8b": "Dommages maximaux qu'une ogive peut causer",
  "TXT_CODE_e1ddd156": "Le nom de la carte signalé au serveur de requêtes.",
  "TXT_CODE_e21473bc": "Exemples d'applications",
  "TXT_CODE_e29a9317": "Le langage de programmation a changé",
  "TXT_CODE_e29b79df": "Si vous ne renseignez aucun paramètre, la carte nouvellement ajoutée obtiendra automatiquement des données basées sur l'adresse, mais cela ne s'applique pas à toutes les pages et ne peut être utilisée normalement que sur des pages spécifiques.",
  "TXT_CODE_e2a11a62": "S'il faut signaler des données anonymes à Geyser",
  "TXT_CODE_e2dc0156": "Par exemple : 25565",
  "TXT_CODE_e304faa": "Nombre maximum de connexions simultanées. \nSi vous souhaitez que les joueurs soient exclus d'un paramètre \"serveur plein\", réglez-le sur le nombre maximum de joueurs que vous avez défini, puis définissez le nombre maximum de joueurs de Terraria sur 2 ou plus.",
  "TXT_CODE_e3a77a77": "Illimité",
  "TXT_CODE_e3d96a26": "Le panneau ne peut se connecter à aucun nœud distant. Veuillez d'abord accéder à l'interface du nœud pour ajouter un nœud distant.",
  "TXT_CODE_e3db239d": "heures",
  "TXT_CODE_e4794d20": "Cliquez ici s'il vous plait.",
  "TXT_CODE_e4878221": "ID de nœud distant manquant",
  "TXT_CODE_e4c84088": "Veuillez compléter les paramètres requis de la carte",
  "TXT_CODE_e4d6cc20": "Erreur dans le corps de la demande",
  "TXT_CODE_e4dbff32": "Éponge MC",
  "TXT_CODE_e4e975f0": "Réveillez les villageois à chaque tic-tac",
  "TXT_CODE_e520908a": "La version du nœud distant n'est pas cohérente avec la version requise par le panneau. Cela peut provoquer un fonctionnement anormal. Veuillez mettre à jour le nœud distant immédiatement !",
  "TXT_CODE_e57bd50f": "accord open source",
  "TXT_CODE_e5839f71": "Taux de croissance du bambou",
  "TXT_CODE_e5b0feda": "Activer la récupération des données",
  "TXT_CODE_e5b7522d": "Si vos utilisateurs généraux n'ont aucun besoin en matière de gestion de fichiers, vous pouvez interdire aux utilisateurs d'utiliser la gestion de fichiers.",
  "TXT_CODE_e5ba712d": "Construire le serveur comme package par défaut :",
  "TXT_CODE_e5f949c": "dossier",
  "TXT_CODE_e6044db2": "À quel port de connexion l’agent doit-il se lier ? \nPar défaut, nous nous lierons à toutes les adresses sur le port 25577.",
  "TXT_CODE_e60567a8": "Définir le numéro de port du serveur d'écoute (voir activate-rcon)",
  "TXT_CODE_e627e546": "Nombre de nœuds en ligne",
  "TXT_CODE_e641b54c": "Identifiant de l'auteur du livre",
  "TXT_CODE_e65d2d1a": "Activer la visibilité du réseau local",
  "TXT_CODE_e66f4ae": "Multiplicateur d'épuisement de la barre de faim pour la natation",
  "TXT_CODE_e6a5c12b": "ID d'instance",
  "TXT_CODE_e6c30866": "Gestion des images",
  "TXT_CODE_e70a8e24": "condition:",
  "TXT_CODE_e7335483": "Cette fonction sélectionnera automatiquement le protocole correspondant en fonction du type d'instance défini par l'administrateur, et obtiendra des informations et paramètres spécifiques du processus serveur (tels que : nombre de joueurs, version, etc.)",
  "TXT_CODE_e74d658c": "enregistré",
  "TXT_CODE_e76e49e9": "Répertoire de travail monté :",
  "TXT_CODE_e78047a5": "Paramètres globaux du panneau de commande",
  "TXT_CODE_e7a42e0e": "Conseils sur les limites de vitesse de connexion",
  "TXT_CODE_e7ad77f0": "Graine de naufrage",
  "TXT_CODE_e7b75c0e": "groupe d'utilisateurs",
  "TXT_CODE_e7cad65f": "Veuillez sélectionner une instance pour que nous puissions obtenir des informations sur le nœud",
  "TXT_CODE_e7cb14e2": "Désactiver les mises à jour des fils-pièges",
  "TXT_CODE_e81c77bc": "Nom du serveur",
  "TXT_CODE_e83ffa03": "Ajouter un nouvel utilisateur",
  "TXT_CODE_e89c5ccb": "Générer un terrain inférieur à zéro dans un morceau existant",
  "TXT_CODE_e8adf231": "La lave bloque la vision",
  "TXT_CODE_e8ce38c2": "Impossible d'obtenir l'adresse de téléchargement",
  "TXT_CODE_e8d9c341": "Identifiant du titre du livre",
  "TXT_CODE_e96a055e": "Vérification authentique en ligne",
  "TXT_CODE_e97669d8": "mettre en œuvre",
  "TXT_CODE_e98816c2": "La durée de l’immunité des villageois coche",
  "TXT_CODE_e9935066": "Obligatoire, entrez uniquement les numéros de port numériques",
  "TXT_CODE_e99ab99a": "Êtes-vous sûr de vouloir supprimer cet utilisateur ?",
  "TXT_CODE_e9dcbfe4": "L'important fichier de configuration du serveur du groupe Bungeecord peut être utilisé pour la gestion distribuée, le contrôle des nœuds, etc. Cependant, ce fichier de configuration est plus compliqué et ne concerne que des paramètres et des opérations simples.",
  "TXT_CODE_ea0840c9": "raccourci d'instance",
  "TXT_CODE_ea46baee": "Périmètre de suivi des autres entités",
  "TXT_CODE_ea579dec": "intervalle d'historique",
  "TXT_CODE_ea8aaf1b": "À quelle fréquence émettre une alerte",
  "TXT_CODE_eadb4f60": "Informations de base",
  "TXT_CODE_eaed6901": "Exemple d'exécution",
  "TXT_CODE_eb579d63": "Gestion des ressources utilisateurs",
  "TXT_CODE_eb7966f6": "Requête d'entité de collision de râtelier blindé",
  "TXT_CODE_eb880db2": "Utilisateur ordinaire",
  "TXT_CODE_eb9fcdad": "Nom d'utilisateur",
  "TXT_CODE_ebd2a6a1": "Disposition personnalisée",
  "TXT_CODE_ec0cda88": "Papier MC",
  "TXT_CODE_ec299306": "mon application",
  "TXT_CODE_ec6341cb": "Taille minimale de la charge utile réseau brute à compresser",
  "TXT_CODE_ec6d29f4": "chaque",
  "TXT_CODE_ec734b5c": "Spécifiez quelle image le conteneur utilise pour exécuter",
  "TXT_CODE_eca8f1b3": "Utilisation du processeur (10 min)",
  "TXT_CODE_ecbd7449": "supprimer",
  "TXT_CODE_eccd1c6c": "Multiples pour aller trop vite",
  "TXT_CODE_ece2dd18": "Si la valeur est Oui, l'aperçu du chat sera activé. \nS'il est activé, le serveur interdit aux utilisateurs d'utiliser des VPN ou des proxys ; s'il est désactivé, le serveur n'empêche pas les utilisateurs d'utiliser des VPN ou des proxys.",
  "TXT_CODE_ecf17071": "Nombre d'instances temporairement indisponibles",
  "TXT_CODE_ecf93b03": "Les villageois commencent à déclencher la panique",
  "TXT_CODE_ed0e3963": "Diffusez les informations de la console du serveur vers OP",
  "TXT_CODE_ed3fc23": "continuer",
  "TXT_CODE_ed9bab79": "Empêche les joueurs d'interagir avec le monde après leur mort",
  "TXT_CODE_ed9bfc6c": "Rayon de fusion d'articles",
  "TXT_CODE_edd64e4d": "désactiver",
  "TXT_CODE_edf84830": "Type de système",
  "TXT_CODE_ee01df88": "Si vous acceptez l'accord Minecraft EULA. Si vous souhaitez démarrer le serveur Minecraft, cette option doit être activée.",
  "TXT_CODE_ee67e1a3": "directeur de travail",
  "TXT_CODE_ee8ae330": "Requête",
  "TXT_CODE_eec3c1d7": "L'installation du package d'intégration par défaut sera réputée avoir accepté et lu",
  "TXT_CODE_eed84e8d": "S'il faut déclarer si votre serveur prend en charge Forge.",
  "TXT_CODE_ef0ce2e": "Choses à noter",
  "TXT_CODE_ef650d57": "Console analogique",
  "TXT_CODE_ef676a8f": "Utiliser une formule alternative de calcul de chance",
  "TXT_CODE_ef97db20": "Désactivez la vérification OnSecondUpdate de l'écriture dans le fichier journal",
  "TXT_CODE_efb6d377": "L'instance a cessé de fonctionner",
  "TXT_CODE_efcef926": "mode réseau",
  "TXT_CODE_efd37c48": "groupe fonctionnel",
  "TXT_CODE_effefaab": "Ordonnance de résiliation émise",
  "TXT_CODE_environment_router.crateErr": "Créer une image {{name}} :{{tag}} Erreur :{{error}}",
  "TXT_CODE_environment_router.crateImage": "Le démon construit l'image {{name}} :{{tag}} DockerFile comme suit :\n\n{{dockerFileText}}",
  "TXT_CODE_environment_router.crateSuccess": "Création de l'image {{name}} :{{tag}} terminée",
  "TXT_CODE_environment_router.delImage": "Le démon supprime l'image {{imageId}}",
  "TXT_CODE_environment_router.dockerInfoErr": "Impossible d'obtenir les informations sur l'image, veuillez vous assurer que vous avez correctement installé l'environnement Docker",
  "TXT_CODE_f0260e51": "Coller le fichier",
  "TXT_CODE_f041de90": "Code de gestion de fichiers",
  "TXT_CODE_f07610ed": "Paramétrage réussi",
  "TXT_CODE_f0789d81": "Mode proxy inverse",
  "TXT_CODE_f0ca2761": "Un dictionnaire de jetons REST que les applications externes peuvent utiliser pour interroger le serveur",
  "TXT_CODE_f0dc2530": "Autorisations du groupe d'utilisateurs par défaut",
  "TXT_CODE_f115eff": "Intervalle de sauvegarde automatique",
  "TXT_CODE_f125d699": "Un seul fichier peut être sélectionné à la fois",
  "TXT_CODE_f160d877": "Raisons pour lesquelles les joueurs sont expulsés lorsqu'ils ne figurent pas sur la liste blanche",
  "TXT_CODE_f174dee0": "S'il est défini sur \"Désactivé\", le serveur générera dynamiquement le champ de vision du joueur et attribuera le reste au client pour la construction. \nValable uniquement lorsque client-side-chunk-generation-enabled est activé.",
  "TXT_CODE_f17889f4": "Il sera exécuté de temps en temps. L'intervalle spécifique peut être défini avec soin.",
  "TXT_CODE_f17af923": "tâches périodiques",
  "TXT_CODE_f1b166e7": "Détails",
  "TXT_CODE_f1c96d8a": "Solution:",
  "TXT_CODE_f220ed78": "L'installation est terminée !",
  "TXT_CODE_f2577f17": "Permet aux joueurs de se connecter à n'importe quel compte, même si leur nom d'utilisateur ne correspond pas à celui de leur personnage",
  "TXT_CODE_f25df30a": "Terrariums",
  "TXT_CODE_f28ded80": "Graines de blocs de slime",
  "TXT_CODE_f29d5d2": "Désactiver l'envoi de journaux sous forme de messages aux joueurs disposant d'autorisations de journalisation",
  "TXT_CODE_f2a58270": "Télécharger le package de compression de fichiers côté serveur",
  "TXT_CODE_f2d5dd5": "Si Velocity active le mode en ligne",
  "TXT_CODE_f2deb1d0": "Serveur de jeu Minecraft",
  "TXT_CODE_f3fc17f3": "Le fichier de configuration du logiciel du serveur PaperSpigot peut configurer davantage des paramètres avancés et des paramètres de jeu plus spécifiques, ce qui a un effet décisif sur les performances globales. Il élargit les lacunes du fichier de configuration Spigot.",
  "TXT_CODE_f3fe5c8e": "Veuillez sélectionner une date et une heure",
  "TXT_CODE_f41ad30a": "Veuillez sélectionner ce que vous souhaitez supprimer",
  "TXT_CODE_f4244bbf": "Processeur hôte du panneau, utilisation de la RAM",
  "TXT_CODE_f435b042": "S'il faut envoyer les données IP du joueur à Mojang pour empêcher les joueurs utilisant des proxys d'accéder au serveur",
  "TXT_CODE_f4617d31": "Veuillez saisir l'adresse URL du fichier",
  "TXT_CODE_f466d7a": "Tout sélectionner",
  "TXT_CODE_f49149d0": "port de connexion",
  "TXT_CODE_f49b2787": "Fichiers utilisés pour gérer les instances d'application spécifiées",
  "TXT_CODE_f4c9715b": "Voir plus",
  "TXT_CODE_f51ce97e": "Désactiver l'apparition de bombes clownesques",
  "TXT_CODE_f52079a0": "adresse de connexion",
  "TXT_CODE_f54e6d1f": "temps de panneau",
  "TXT_CODE_f591e2fa": "Sélectionne un thème",
  "TXT_CODE_f59bbcef": "Seuil de paquets entrants",
  "TXT_CODE_f5b9d58f": "Panneau d'administration",
  "TXT_CODE_f5cbef5c": "S'il faut activer l'accord de procuration",
  "TXT_CODE_f5f9664": "Cette fonctionnalité permet aux utilisateurs généraux d'utiliser les packages par défaut dans « Déploiement rapide » pour réinstaller les instances.",
  "TXT_CODE_f5feed4e": "Informations de trace de la pile anti-obscurcissement",
  "TXT_CODE_f6047384": "Facultatif, exemple lobby-1",
  "TXT_CODE_f60ca79d": "taux de croissance de la carotte",
  "TXT_CODE_f61bf5f3": "Désactiver l'effet de repli d'explosion",
  "TXT_CODE_f63bfe78": "Toutes les pages Web reviendront à leur état par défaut. Veuillez donc procéder avec prudence. \nLa page peut automatiquement changer de langue après la réinitialisation.",
  "TXT_CODE_f7084f84": "Fonctionnement utilisateur",
  "TXT_CODE_f70badb9": "Nom de l'instance",
  "TXT_CODE_f71475e2": "La bombe peut affecter la portée des tuiles depuis le point d'explosion (en grilles)",
  "TXT_CODE_f79563ef": "Facultatif, paramètre avant -jar",
  "TXT_CODE_f7f57aec": "Sauvez le monde lorsque le dernier joueur se déconnecte",
  "TXT_CODE_f80e0786": "Statut de connexion",
  "TXT_CODE_f859eac": "La modification de ce fichier n'est actuellement pas prise en charge",
  "TXT_CODE_f86b456a": "Autoriser la copie du piston",
  "TXT_CODE_f878fd4c": "Installation",
  "TXT_CODE_f880b5ad": "Créez un compte administrateur pour accéder au panneau",
  "TXT_CODE_f8a15a94": "Archives compressées",
  "TXT_CODE_f8b28901": "Reconnecter",
  "TXT_CODE_f8ef0c45": "Ce fichier de configuration est un fichier de configuration courant pour les serveurs de la catégorie papier ou d'autres catégories dérivées. Il étend les lacunes du fichier de configuration Spigot.",
  "TXT_CODE_f8f3218a": "URL du rapport sur les horaires",
  "TXT_CODE_f912fadc": "en opération",
  "TXT_CODE_f9a92e38": "La console de l'instance d'application sur le nœud distant, le téléchargement de fichiers et le téléchargement de fichiers nécessitent tous que la page Web puisse se connecter directement au nœud distant.",
  "TXT_CODE_f9b6e61b": "Télécharger un package compressé côté serveur",
  "TXT_CODE_fa6d3490": "Permettre aux araignées de grimper au-delà des frontières du monde",
  "TXT_CODE_fa6f95a1": "MC MCDR",
  "TXT_CODE_fa920c0": "Date d'expiration",
  "TXT_CODE_faa6656a": "Le serveur enverra un identifiant de réseau en bloc haché au lieu d'un identifiant incrémentiel commençant à 0.",
  "TXT_CODE_fabc6a75": "Temps d'immunité des villageois après le travail",
  "TXT_CODE_fb00a910": "graines du désert",
  "TXT_CODE_fb1ff943": "Type d'environnement inconnu",
  "TXT_CODE_fb23339d": "Ce fichier de configuration est un fichier de configuration commun pour le type Bukkit ou d'autres serveurs de type dérivé. Dans des circonstances normales, ce fichier de configuration n'a pas besoin d'être trop modifié. Vous pouvez toutefois effectuer les ajustements appropriés en fonction de la traduction. logiciel serveur, ce fichier de configuration peut être invalide.",
  "TXT_CODE_fb267b0b": "Êtes-vous sûr de vouloir supprimer définitivement le nœud ?",
  "TXT_CODE_fb4cb9cb": "Impossible d'ajouter, cette carte ne peut être placée que sur des pages disposant d'autorisations plus élevées",
  "TXT_CODE_fb547313": "Veuillez vous assurer que l'instance est arrêtée avant de la supprimer !",
  "TXT_CODE_fb75aba9": "[Mécanisme de mise à niveau de la configuration] Erreur lors de l'analyse du fichier de configuration, automatiquement ignorée :",
  "TXT_CODE_fb93942a": "Plage de chargement du point d'apparition",
  "TXT_CODE_fbde647e": "Actualisé",
  "TXT_CODE_fc4e2173": "Après avoir téléchargé le fichier, l'instance sera automatiquement créée.",
  "TXT_CODE_fc7ac5ea": "Le nombre maximum de threads d'exécution utilisés par le serveur (0 signifie aucune limite)",
  "TXT_CODE_fcbdcb34": "Lundi",
  "TXT_CODE_fcd641db": "Action/type de tâche",
  "TXT_CODE_fcde7b2e": "Ces paramètres de configuration nécessitent une certaine expertise et vous pouvez deviner grossièrement quelles valeurs fonctionneront pour vous en fonction de votre matériel.",
  "TXT_CODE_fcee1fa0": "graines de la ville antique",
  "TXT_CODE_fd13f431": "Modifier l'image",
  "TXT_CODE_fd5ca298": "Réduire la hauteur (les pairs doivent accepter de modifier la hauteur minimale)",
  "TXT_CODE_fd63a181": "Il n'y a pas de page Web à l'adresse actuelle",
  "TXT_CODE_fd665d32": "vitesse de déplacement maximale",
  "TXT_CODE_fd838916": "Tous les morceaux sont des morceaux de slime",
  "TXT_CODE_fdb6c369": "Nom d'utilisateur du processus",
  "TXT_CODE_fdd1a61": "Enregistrer les informations de connexion à l'API REST",
  "TXT_CODE_fdd8effa": "Le joueur volant donne un coup de pied à l'invite",
  "TXT_CODE_fdec1b6f": "Monter le répertoire de travail",
  "TXT_CODE_fe25087f": "Veuillez entrer la clé",
  "TXT_CODE_fe3f34e6": "Non séléctionné",
  "TXT_CODE_fe731dfc": "fonctionner",
  "TXT_CODE_fe80882d": "Port de requête UDP",
  "TXT_CODE_fe82609a": "Empêcher les joueurs de placer des tuiles avec des styles invalides",
  "TXT_CODE_fe95b79a": "S'il faut activer l'exploration de données faisant autorité côté serveur",
  "TXT_CODE_feab659d": "Tous les types",
  "TXT_CODE_fec66aca": "S'il faut activer les réalisations Xbox.",
  "TXT_CODE_feeea328": "Bénéficiez d’une interactivité totale sur la console en simulant un redirecteur de console. \nY compris l'utilisation des touches de fonction Tab, Ctrl, etc.",
  "TXT_CODE_fefbb457": "Mauvais compte ou mot de passe",
  "TXT_CODE_ff2c2f20": "Bloquer la taille du cache des fichiers",
  "TXT_CODE_ff81b31e": "gravure",
  "TXT_CODE_ff8431c1": "Nombre de fils Netty",
  "TXT_CODE_ffca72ed": "Fait apparaître le serveur en ligne dans la liste des serveurs. \nSi la valeur est Non, les réponses du client seront supprimées. \nCela signifie qu'il apparaîtra hors ligne mais acceptera toujours les connexions.",
  "TXT_CODE_ffe9366a": "S'il faut ajouter des éléments et des blocs qui n'existent pas dans Bedrock Edition.",
  "TXT_CODE_ffebf0bf": "Diffusez le message RCON à OP",
  "TXT_CODE_fffaeb16": "L'annulation n'est pas possible pendant le processus de téléchargement !",
  "TXT_CODE_file_router.instanceNotExist": "L'instance {{instanceUuid}} n'existe pas",
  "TXT_CODE_file_router.unzipLimit": "Le nombre maximum de tâches de décompression simultanées a été dépassé. Le maximum autorisé est de {{maxFileTask}}. Il y a actuellement {{fileLock}} tâches en cours.",
  "TXT_CODE_file_router_service.instanceNotExit": "L'instance {{uuid}} n'existe pas",
  "TXT_CODE_frp.done": "Le programme de mappage intranet FRP est installé. Vous pouvez vérifier l'état du mappage dans le coin supérieur gauche. S'il n'est pas affiché, il peut être bloqué par un logiciel antivirus, des autorisations de fichier insuffisantes ou la clé FRP est erronée.",
  "TXT_CODE_frp.downloadErr": "Échec du téléchargement de l'application FRP et impossible de démarrer normalement le programme de mappage intranet FRP.",
  "TXT_CODE_frp.installing": "Le programme de cartographie intranet FRP est en cours de téléchargement et d'installation en même temps. Nous démarrerons automatiquement la fonction de cartographie plus tard...",
  "TXT_CODE_general_start.cmdEmpty": "Impossible de démarrer l'instance, la commande de démarrage est vide",
  "TXT_CODE_general_start.cwd": "Répertoire de travail : {{cwd}}",
  "TXT_CODE_general_start.cwdPathNotExist": "Le répertoire de travail n'existe pas",
  "TXT_CODE_general_start.instanceConfigErr": "La commande de démarrage, l'encodage d'entrée et de sortie ou le répertoire de travail est vide",
  "TXT_CODE_general_start.instanceUuid": "ID d'instance : [{{uuid}}]",
  "TXT_CODE_general_start.pidErr": "Il a été détecté que le programme/conteneur d'instance n'a pas pu démarrer (le PID est vide). Les raisons possibles sont :\n\n1. La commande de démarrage de l'instance est mal écrite. Veuillez accéder à l'interface de configuration de l'instance pour vérifier la commande de démarrage et les paramètres.\n\n2. L'environnement hôte du système est incorrect ou ne dispose pas d'un environnement tel que l'environnement Java, etc.\n\n\nInstructions de démarrage natif :\n\n{{startCommand}}\n\n\nDémarrer l'analyse du corps de la commande :\n\nProgramme : {{commandExeFile}}\n\nParamètres : {{commandParameters}}\n\n\nVeuillez signaler ces informations à l'administrateur, au personnel technique ou dépanner vous-même.",
  "TXT_CODE_general_start.startCmd": "Commande de démarrage : {{cmdList}}",
  "TXT_CODE_general_start.startErr": "Le démarrage de l'instance a échoué, veuillez vérifier les instructions de démarrage, l'environnement hôte et les fichiers de configuration, etc.",
  "TXT_CODE_general_start.startInstance": "Session {{source}} : demande d'ouverture d'une instance.",
  "TXT_CODE_general_start.startOrdinaryTerminal": "L'instance d'application est en cours d'exécution. Vous pouvez envoyer des commandes dans la zone de saisie de commande en bas. Si vous avez besoin de prendre en charge les fonctions avancées de la console telles que Ctrl, Tab et d'autres touches de raccourci, veuillez accéder aux paramètres de la console pour activer la fonction de console simulée.",
  "TXT_CODE_general_start.startSuccess": "L'instance {{instanceUuid}} a démarré avec succès PID : {{pid}}",
  "TXT_CODE_general_stop.execCmd": "Commande d'arrêt prédéfinie exécutée : {{stopCommand}}\n\nSi vous ne parvenez pas à fermer l'instance, veuillez accéder aux paramètres de l'instance pour modifier la commande correcte pour fermer l'instance, telle que ^C, stop, end, etc.",
  "TXT_CODE_general_stop.notRunning": "L'instance n'est pas en état d'exécution et ne peut pas être arrêtée.",
  "TXT_CODE_general_stop.stopErr": "Si la commande d'arrêt a été émise mais que l'instance ne peut pas être arrêtée pendant une longue période, cela peut être dû à une erreur dans la commande d'arrêt de l'instance ou à l'animation suspendue du processus d'instance. Elle sera désormais restaurée à l'état d'exécution et l'instance sera restaurée. La commande de terminaison forcée peut être utilisée pour mettre fin au processus.",
  "TXT_CODE_general_update.cmdFormatErr": "Le format de la commande de mise à jour est incorrect, veuillez contacter l'administrateur.",
  "TXT_CODE_general_update.err": "Erreur",
  "TXT_CODE_general_update.error": "Erreur de mise à jour : {{err}}",
  "TXT_CODE_general_update.killProcess": "Terminer de force le programme de tâches...",
  "TXT_CODE_general_update.readyUpdate": "L'instance {{instanceUuid}} se prépare pour une tâche de mise à jour...",
  "TXT_CODE_general_update.statusErr_notStop": "L'état de l'instance est incorrect, la tâche de mise à jour ne peut pas être effectuée et l'instance doit être arrêtée.",
  "TXT_CODE_general_update.statusErr_otherProgress": "L'état de l'instance est incorrect, d'autres tâches sont en cours d'exécution",
  "TXT_CODE_general_update.terminateUpdate": "L'utilisateur a demandé de mettre fin à la tâche asynchrone de mise à jour de l'instance {{instanceUuid}}",
  "TXT_CODE_general_update.update": "renouveler",
  "TXT_CODE_general_update.updateCmd": "L'instance {{instanceUuid}} exécute la commande de mise à jour comme suit :",
  "TXT_CODE_general_update.updateErr": "Le processus de mise à jour est terminé, mais le résultat est incorrect. La mise à jour du fichier est peut-être endommagée ou le réseau n'est pas fluide.",
  "TXT_CODE_general_update.updateFailed": "La mise à jour a échoué. La commande de mise à jour n'a pas pu démarrer. Veuillez contacter l'administrateur.",
  "TXT_CODE_general_update.updateSuccess": "Mise à jour terminée!",
  "TXT_CODE_http_router.downloadErr": "Erreur de téléchargement : {{error}}",
  "TXT_CODE_http_router.fileNameNotSpec": "Le nom de téléchargement du fichier utilisateur est incorrect",
  "TXT_CODE_http_router.instanceNotExist": "L'instance n'existe pas",
  "TXT_CODE_http_router.updateErr": "Raison inconnue : échec du téléchargement",
  "TXT_CODE_install.changeModeErr": "Échec de la modification des autorisations du fichier {{path}}, veuillez le définir manuellement sur chmod 755 ou supérieur",
  "TXT_CODE_install.guide": "Référence du programme dépendant : https://github.com/mcsmanager/pty",
  "TXT_CODE_install.installErr": "L'installation des bibliothèques dépendantes facultatives a échoué. La console de simulation complète et certaines fonctions facultatives ne seront pas disponibles. L'installation ne sera pas tentée au prochain démarrage.",
  "TXT_CODE_install.installed": "Les programmes dépendants sélectionnés ont été automatiquement installés et la console simulée ainsi que certaines fonctionnalités avancées ont été automatiquement activées.",
  "TXT_CODE_install.ptyNotSupportSystem": "La console simulée ne peut prendre en charge que l'architecture Windows/Linux x86_64 et a été automatiquement rétrogradée vers une console normale.",
  "TXT_CODE_install.ptySupport": "Il est détecté que l'installation de la bibliothèque dépendante est sélectionnée et que la fonction de console simulée est disponible.",
  "TXT_CODE_install.skipInstall": "Il est détecté que le système n'est pas un système Linux et ignore automatiquement l'installation des bibliothèques dépendantes.",
  "TXT_CODE_instance.dirEmpty": "La commande de démarrage, l'encodage d'entrée et de sortie ou le répertoire de travail est vide",
  "TXT_CODE_instance.dirNoE": "Le répertoire de travail n'existe pas",
  "TXT_CODE_instance.invalidContainerName": "Mauvais nom de conteneur {{v}}",
  "TXT_CODE_instance.invalidCpu": "Mauvaise spécification du cœur du processeur {{v}}",
  "TXT_CODE_instance.successful": "L'instance {{v}} a démarré avec succès",
  "TXT_CODE_instanceConf.autoRestart": "Il est détecté que l'instance est arrêtée. Selon le mécanisme d'événement actif, la commande de redémarrage automatique a été émise...",
  "TXT_CODE_instanceConf.autoRestartErr": "Erreur de redémarrage automatique : {{err}}",
  "TXT_CODE_instanceConf.cantModifyInstanceType": "Ce type d'instance ne peut pas être modifié lors de l'exécution",
  "TXT_CODE_instanceConf.cantModifyProcessType": "Ce type de programme d'instance ne peut pas être modifié pendant son exécution",
  "TXT_CODE_instanceConf.cantModifyPtyModel": "Impossible de modifier le mode PTY pendant l'exécution",
  "TXT_CODE_instanceConf.error": "Erreur",
  "TXT_CODE_instanceConf.info": "message",
  "TXT_CODE_instanceConf.initInstanceErr": "Échec de l'initialisation de l'instance, le code d'identification unique ou les paramètres de configuration sont vides",
  "TXT_CODE_instanceConf.instanceBusy": "L'instance est actuellement dans un état occupé et ne peut effectuer aucune action.",
  "TXT_CODE_instanceConf.instanceLock": "Cette opération {{info}} ne peut pas être effectuée car l'instance est verrouillée, veuillez réessayer plus tard.",
  "TXT_CODE_instanceConf.instantExit": "Il est détecté que l'instance se ferme très peu de temps après le démarrage. La raison peut être que votre commande de démarrage est incorrecte ou que le fichier de configuration est incorrect.",
  "TXT_CODE_instanceConf.ptyNotExist": "La console simulée ne peut pas être activée car le démon {{path}} n'existe pas. Vous pouvez contacter l'administrateur pour redémarrer le démon afin de le réinstaller (Linux uniquement).",
  "TXT_CODE_mc_update.updateInstance": "Mettre à jour l'instance.....",
  "TXT_CODE_passport_router.registerErr": "Le nom de la tâche ne peut pas être défini ou la clé est vide",
  "TXT_CODE_permission.apiError": "Clé incorrecte",
  "TXT_CODE_permission.forbidden": "Permissions insuffisantes",
  "TXT_CODE_permission.forbiddenInstance": "[Interdit] [Middleware] Paramètres incorrects ou instance d'accès incorrecte",
  "TXT_CODE_permission.forbiddenTokenError": "La vérification du jeton a échoué, accès refusé",
  "TXT_CODE_permission.tooFast": "La vitesse de la requête est trop rapide, veuillez réessayer plus tard",
  "TXT_CODE_permission.xmlhttprequestError": "Impossible de trouver l'en-tête de requête x-requested-with : xmlhttprequest",
  "TXT_CODE_preset.actionErr": "La commande par défaut {{action}} n'est pas disponible",
  "TXT_CODE_process_config.writEmpty": "Le contenu écrit est vide. Il se peut que le type de profil ne soit pas pris en charge.",
  "TXT_CODE_protocol.socketErr": "Exception de session {{id}}({{address}})/{{event}} lors de la réponse aux données :",
  "TXT_CODE_pty_start.cmdEmpty": "Impossible de démarrer l'instance, la commande de démarrage est vide",
  "TXT_CODE_pty_start.cmdErr": "La commande de démarrage, l'encodage d'entrée et de sortie ou le répertoire de travail est vide",
  "TXT_CODE_pty_start.cwdNotExist": "Le répertoire de travail n'existe pas",
  "TXT_CODE_pty_start.instanceStartErr": "Le démarrage de l'instance a échoué, veuillez vérifier la commande de démarrage, l'environnement hôte et les fichiers de configuration, etc.",
  "TXT_CODE_pty_start.instanceUuid": "ID d'instance : [{{instanceUuid}}]",
  "TXT_CODE_pty_start.mustAbsolutePath": "Le répertoire de travail de démarrage de la console de simulation doit utiliser un chemin absolu. Veuillez accéder à l'interface de configuration de l'instance pour réinitialiser le chemin de travail sur un chemin absolu.",
  "TXT_CODE_pty_start.notSupportPty": "Le mode console simulé a échoué. L'architecture ou le système non pris en charge a été automatiquement rétrogradé en mode console normal...",
  "TXT_CODE_pty_start.pidErr": "Un échec de démarrage du processus a été détecté. Les raisons possibles sont :\n\n1. La commande de démarrage de l'instance est mal écrite. Veuillez accéder à l'interface de configuration de l'instance pour vérifier la commande de démarrage et les paramètres.\n\n2. L'environnement hôte du système est incorrect ou manque d'environnement, comme le manque d'environnement Java, etc.\n\n\nCommande de démarrage :\n\n{{startCommand}}\n\n\nVeuillez signaler ces informations à l'administrateur, au personnel technique ou dépanner vous-même.",
  "TXT_CODE_pty_start.ptyCwd": "Répertoire de travail : {{cwd}}",
  "TXT_CODE_pty_start.ptyParams": "Paramètres PTY : {{param}}",
  "TXT_CODE_pty_start.ptyPath": "Chemin PTY : {{chemin}}",
  "TXT_CODE_pty_start.sourceRequest": "Session {{source}} : demande d'ouverture d'une instance.",
  "TXT_CODE_pty_start.startCmd": "Commande de démarrage : {{cmd}}",
  "TXT_CODE_pty_start.startEmulatedTerminal": "Le mode console simulée est entré en vigueur. Vous pouvez directement saisir du contenu dans la console et utiliser des touches de fonction telles que Ctrl et Tab.",
  "TXT_CODE_pty_start.startErr": "Le mode console simulé a échoué. Il se peut que le programme dépendant n'existe pas et soit automatiquement rétrogradé en mode console normal...",
  "TXT_CODE_pty_start.startPty": "Session {{source}} : nécessite l'ouverture de l'instance, le mode est console simulée",
  "TXT_CODE_pty_start.startSuccess": "L'instance {{instanceUuid}} a démarré avec succès PID : {{pid}}",
  "TXT_CODE_pty_stop.execCmd": "Commande d'arrêt prédéfinie exécutée : {{stopCommand}}\n\nSi l'instance ne peut pas être arrêtée, veuillez accéder aux paramètres de l'instance pour modifier la commande appropriée pour arrêter l'instance, telle que quitter, arrêter, terminer, etc.",
  "TXT_CODE_pty_stop.notRunning": "L'instance n'est pas en cours d'exécution et ne peut pas être arrêtée.",
  "TXT_CODE_pty_stop.stopErr": "Si la commande d'arrêt a été émise mais que l'instance ne peut pas être arrêtée pendant une longue période, cela peut être dû à une erreur dans la commande d'arrêt de l'instance ou à l'animation suspendue du processus d'instance. Elle sera désormais restaurée à l'état d'exécution et l'instance sera restaurée. La commande de terminaison forcée peut être utilisée pour mettre fin au processus.",
  "TXT_CODE_quick_install.hiperError": "Le programme de cartographie du réseau existe déjà et ne peut pas être redémarré !",
  "TXT_CODE_quick_install.unzipError": "Échec de la décompression de l'archive",
  "TXT_CODE_restart.error1": "Le statut de l'instance de redémarrage est incorrect. L'instance a déjà été démarrée. Le plan de redémarrage du dernier statut est annulé.",
  "TXT_CODE_restart.error2": "L'état de l'instance de redémarrage est incorrect. L'état de l'instance devrait être arrêté, mais elle est désormais en cours d'exécution. Le plan de redémarrage est annulé.",
  "TXT_CODE_restart.restarting": "Détecté que le serveur s'est arrêté. Redémarrage de l'instance...",
  "TXT_CODE_restart.start": "Redémarrez le plan d'instance pour démarrer l'exécution",
  "TXT_CODE_router.file.off": "Les administrateurs ont empêché les utilisateurs d'utiliser les fonctionnalités de gestion de fichiers",
  "TXT_CODE_router.initComplete": "Tous les modules fonctionnels et le pare-feu d'autorisation ont été initialisés.",
  "TXT_CODE_router.instance.createError": "Échec de la création de l'instance",
  "TXT_CODE_router.login.ban": "Trop de tentatives de vérification, votre adresse IP a été verrouillée pendant 10 minutes",
  "TXT_CODE_router.login.init": "[Panneau d'installation] Initialisation du compte administrateur du panneau : {{userName}}",
  "TXT_CODE_router.login.installed": "Le panneau a été installé et ne peut pas être réinstallé. Veuillez sauvegarder et supprimer le dossier de données pour une nouvelle installation.",
  "TXT_CODE_router.login.nameOrPassError": "Mauvais compte ou mot de passe",
  "TXT_CODE_router.schedule.invalidName": "Nom de tâche de projet incorrect",
  "TXT_CODE_router.user.deleteFailure": "Impossible de terminer la suppression des données utilisateur",
  "TXT_CODE_router.user.existsUserName": "Nom d'utilisateur déjà pris",
  "TXT_CODE_router.user.installed": "Le compte administrateur a été créé et ne peut pas être recréé.",
  "TXT_CODE_router.user.invalidPassword": "Mauvais format de mot de passe",
  "TXT_CODE_router.user.invalidUserName": "Mauvais format de nom d'utilisateur",
  "TXT_CODE_router.user.passwordCheck": "Le mot de passe est incorrect. Il doit contenir des lettres majuscules et minuscules, des chiffres et avoir une longueur comprise entre 9 et 36.",
  "TXT_CODE_start.instanceMaturity": "Le délai d'expiration d'utilisation de l'instance a expiré et l'instance ne peut plus être démarrée.",
  "TXT_CODE_start.instanceNotDown": "L'instance n'est pas arrêtée et ne peut plus être démarrée",
  "TXT_CODE_start.startInstance": "Départ...",
  "TXT_CODE_stream_router.IGNOREAccess": "L'accès non autorisé",
  "TXT_CODE_stream_router.authSuccess": "Session {{id}} {{address}} Vérification du canal de flux de données réussie",
  "TXT_CODE_stream_router.disconnect": "La session {{id}} {{address}} a déconnecté le canal de données de {{uuid}}",
  "TXT_CODE_stream_router.establishConnection": "La session {{id}} {{address}} a établi un canal de données avec {{uuid}}",
  "TXT_CODE_stream_router.instanceNotExist": "L'instance n'existe pas",
  "TXT_CODE_stream_router.taskNotExist": "La tâche n'existe pas",
  "TXT_CODE_stream_router.unauthorizedAccess": "L'accès non autorisé",
  "TXT_CODE_systemRemoteService.autoCheckDaemon": "Démon local détecté, obtenant automatiquement la clé et le port de connexion...",
  "TXT_CODE_systemRemoteService.error": "Le fichier de configuration du démon local ne peut pas être obtenu automatiquement. Veuillez accéder au panneau pour connecter manuellement le démon. Accédez à https://docs.mcsmanager.com/ pour en savoir plus.",
  "TXT_CODE_systemRemoteService.loadDaemonTitle": "Essayer de lire le démon local {{localKeyFilePath}}",
  "TXT_CODE_systemRemoteService.nodeCount": "Nombre de nœuds distants : {{n}}",
  "TXT_CODE_systemUser.userCount": "Nombre d'utilisateurs sur cette machine : {{n}}",
  "TXT_CODE_system_file.execLimit": "Limite maximale de modification de fichier dépassée",
  "TXT_CODE_system_file.illegalAccess": "Mauvais chemin d'accès",
  "TXT_CODE_system_file.unzipLimit": "La décompression de fichiers ne prend en charge que la décompression de fichiers jusqu'à {{max}} Go. Si vous devez modifier la limite supérieure, veuillez accéder au fichier data/Config/global.json.",
  "TXT_CODE_system_instance.autoStart": "La commande de démarrage automatique de l'instance {{name}} {{uuid}} a été émise",
  "TXT_CODE_system_instance.autoStartErr": "Instance {{name}} {{uuid}} Erreur lors du démarrage automatique : {{reason}}",
  "TXT_CODE_system_instance.checkConf": "Veuillez vérifier ou supprimer le fichier : data/InstanceConfig/{{uuid}}.json",
  "TXT_CODE_system_instance.readInstanceFailed": "Échec de la lecture de {{uuid}} instance d'application : {{error}}",
  "TXT_CODE_system_instance.uuidEmpty": "Impossible d'ajouter une instance car l'UUID de l'instance est vide",
  "TXT_CODE_system_instance_control.crateSuccess": "Créer une tâche de projet {{name}} terminée",
  "TXT_CODE_system_instance_control.crateTask": "Créer une tâche planifiée {{name}} :\n\n{{tâche}}",
  "TXT_CODE_system_instance_control.crateTaskErr": "Erreur de création de tâche planifiée, expression temporelle incorrecte :\n\n{{nom}} : {{timeArray}}\n\nVeuillez essayer de supprimer le fichier data/TaskConfig/{{name}}.json pour résoudre ce problème.",
  "TXT_CODE_system_instance_control.execCmdErr": "Exemple d'erreur d'exécution de la tâche planifiée {{uuid}} {{name}} :\n \n{{erreur}}",
  "TXT_CODE_system_instance_control.execLimit": "Impossible de continuer à créer des tâches planifiées pour atteindre la limite supérieure",
  "TXT_CODE_system_instance_control.existRepeatTask": "Des tâches en double existent déjà",
  "TXT_CODE_system_instance_control.illegalName": "Nom de projet incorrect, ne prend en charge que les traits de soulignement, les chiffres, les lettres et certaines langues locales",
  "TXT_CODE_ui.help": "[Console] Le démon a des fonctions interactives de base, veuillez saisir \"aide\" pour afficher plus d'informations",
  "TXT_CODE_version.versionDetectErr": "La vérification de la version a échoué"
}
